CALCULATE_DESIGN_SHEAR_FORCE_ACCORDING_TO_SPECIAL_PROVISIONS_FOR_SEISMIC_DESIGN = "calculate design shear force according to special provisions for seismic design"
DESIGN_MOMENT_ABOUT_YDIRECTION_FOR_DUCTILE_DESIGN = "Bemessungsmoment um die y-Richtung für duktiles Design"
DESIGN_MOMENT_ABOUT_ZDIRECTION_FOR_DUCTILE_DESIGN = "Bemessungsmoment um die z-Richtung für duktiles Design"
IDS_5_YEARS_OR_MORE = "5 Jahre oder mehr"
IDS_ABOUT_MAJOR_AXIS = "ungefähr Hauptachse"
IDS_ABOUT_MINOR_AXIS = "ungefähr Nebenachse"
IDS_ADD_DOT = "ADD."
IDS_ADDITIONAL_BENDING_REBAR_DATA = "Zusätzliche Biegung Bewehrungsdaten"
IDS_APPLIED_SHEAR_FORCE = "Angewandte Schubkraft"
IDS_ANCH_BOLT_CAST_HEADED_STUD = "Ortbeton-Kopfbolzendübel"
IDS_ANCH_BOLT_CAST_HEADED_BOLT = "Ortbeton-Kopfbolzen"
IDS_ANCH_BOLT_CAST_HOOKEDBOLTL = "Ortbeton-Hakenbolzen-L"
IDS_ANCH_BOLT_CAST_HOOKEDBOLTJ = "Ortbeton-Hakenbolzen-J"
IDS_ANCH_BOLT_POST_UNDERCUTANC = "Nachträglich installierter Unterschnittanker"
IDS_ANCH_BOLT_POST_EXPANSIONTC = "Nachträglich installierter Spreizanker ( Drehmoment )"
IDS_ANCH_BOLT_POST_EXPANSIONDC = "Nachträglich installierter Spreizanker ( Verschiebung )"
IDS_ANCH_BOLT_POST_ADHESIVEANC = "Nachträglich installierter Klebeanker"
IDS_AREA = "Fläche"
IDS_ASSUMED_UNCRACKED_SECTION = "Angegangene ungerissene Querschnitt"
IDS_AXIAL_CAPACITY = "Axialtragfähigkeit"
IDS_AXIAL_MOMENT = "Axial- und Moment"
IDS_AXIAL_MOMENT_CAPACITY = "Axial- und Momenttragfähigkeit"
IDS_AXIAL_MOMENT_CAPACITY_MAJOR = "Tragfähigkeit für Normalkraft und Moment um die starke Achse"
IDS_AXIAL_MOMENT_CAPACITY_MINOR = "Tragfähigkeit für Normalkraft und Moment um die schwache Achse"
IDS_BEAM_COLUMN_JOINT_CAPACITY = "Balken-Säulen-Knoten Tragfähigkeit"
IDS_BEAM_DEMAND_BOTTOM = "Balkenbedarf unten"
IDS_BEAM_DEMAND_TOP = "Balkenbedarf oben"
IDS_BEARING = "Lager"
IDS_BEARING_CAPACITY = "Tragfähigkeit"
IDS_BOTTOM = "Unten"
IDS_BOUNDARY_ELEMENT = "Rand-Element"
IDS_BOUNDARY_ELEMENT_LENGTH = "B.E-Länge"
IDS_BOUNDARY_ELEMENT_TRANSVERSE_REINFORCEMENT_IS_NOT_REQUIRED = "Querkraftbewehrung des Randelements ist nicht erforderlich"
IDS_BOUNDARY_ELEMENT_TRANSVERSE_REINFORCEMENT_IS_REQUIRED = "Querkraftbewehrung des Randelements ist erforderlich"
IDS_BY_LENGTH = "Nach Länge"
IDS_BY_SECTION = "Nach Querschnitt"
IDS_BY_DESIGN_DETAILS = "Nach Entwurfsdetails"
IDS_BY_XD_LIMIATION = "Nach x/d-Beschränkung"
IDS_CALCULATE_AXIAL_LOAD_AND_MOMENT_CAPACITIES = "Tragfähigkeiten für Normalkraft und Moment berechnen"
IDS_CALCULATE_AXIAL_MOMENT_CAPACITY = "Tragfähigkeit für Normalkraft und Moment berechnen (P-M-Kurve)"
IDS_CALCULATE_BEARING_CAPACITY = "Tragfähigkeit berechnen"
IDS_CALCULATE_BENDING_STRENGTH_FOR_DESIGN_SHEAR_FORCE = "Biegetragfähigkeit für die Bemessungsschubkraft berechnen"
IDS_CALCULATE_CAPACITY_OF_COMPRESSION_STRESS_BLOCK = "Tragfähigkeit des Druckspannungsblocks berechnen"
IDS_CALCULATE_CAPACITY_OF_REBAR = "Tragfähigkeit der Bewehrung berechnen ( (+): Druck, (-): Zug )"
IDS_CALCULATE_CONCENTRIC_AXIAL_LOAD = "Konzentrische axiale Last berechnen"
IDS_CALCULATE_CONCENTRIC_AXIAL_LOAD_US = "Berechnung der reinen Drucklast"
IDS_CALCULATE_CRACK_WIDTH = "Rissbreite berechnen"
IDS_CALCULATE_DEFLECTION = "Durchbiegung berechnen"
IDS_CALCULATE_DEFLECTION_ALLOW = "Zulässige Durchbiegung berechnen"
IDS_CALCULATE_DEFLECTION_MAX = "Maximale Durchbiegung berechnen"
IDS_CALCULATE_DESIGN_DISPLACEMENT = "Entwurfsverschiebung berechnen"
IDS_CALCULATE_DESIGN_SHEAR_FORCE_ACCORDING_TO_SPECIAL_PROVISIONS_FOR_SEISMIC_DESIGN = "Bemessungsschubkraft gemäß Sonderbestimmungen für erdbebengerechte Bemessung berechnen"
IDS_CALCULATE_MINIMUM_REINFORCEMENT_FOR_CRACK = "Mindestbewehrung für Riss berechnen"
IDS_CALCULATE_DESIGN_SHEAR_FORCE_ACCORDING_TO_SPECIAL_PROVISIONS_FOR_SEISMIC_DESIGN_MAJOR = "Bemessungsschubkraft (starke Achse) gemäß Sonderbestimmungen für erdbebengerechte Bemessung berechnen"
IDS_CALCULATE_DESIGN_SHEAR_FORCE_ACCORDING_TO_SPECIAL_PROVISIONS_FOR_SEISMIC_DESIGN_MINOR = "Bemessungsschubkraft (schwache Achse) gemäß Sonderbestimmungen für erdbebengerechte Bemessung berechnen"
IDS_CALCULATE_MAXIMUM_REINFORCEMENT_RATIO = "Maximales Bewehrungsverhältnis berechnen"
IDS_CALCULATE_MINIMUM_REINFORCEMENT_RATIO = "Minimales Bewehrungsverhältnis berechnen"
IDS_CALCULATE_MINIMUM_REINFORCEMENT_RATIO_US = "Berechnung des Mindestbewehrungsgrades "
IDS_CALCULATE_MOMENT_FROM_LEFT_EDGE = "Moment vom linken Rand berechnen"
IDS_CALCULATE_MOMENT_FROM_RIGHT_EDGE = "Moment vom rechten Rand berechnen"
IDS_CALCULATE_MULTIPLIER_FOR_LONG_TERM_EFFECTS = "Multiplikator für Langzeiteffekte berechnen"
IDS_CALCULATE_NOMINAL_CAPACITY_ABOUT_NEUTRAL_AXIS = "Nenntragfähigkeit um die Neutralachse berechnen"
IDS_CALCULATE_STRAIN_DISTRIBUTION_SECTION = "Dehnungsverteilung des Querschnitts prüfen"
IDS_CALCULATE_OVERTURNING_AND_RESTORING_MOMENT_FROM_LEFT_EDGE = "Kipp- und Rückstellmoment vom linken Rand berechnen"
IDS_CALCULATE_OVERTURNING_AND_RESTORING_MOMENT_FROM_RIGHT_EDGE = "Kipp- und Rückstellmoment vom rechten Rand berechnen"
IDS_CALCULATE_OVERTURNING_MOMENT_FROM_LEFT_EDGE = "Kippmoment vom linken Rand berechnen"
IDS_CALCULATE_OVERTURNING_MOMENT_FROM_RIGHT_EDGE = "Kippmoment vom rechten Rand berechnen"
IDS_CALCULATE_PILE_BEARING_CAPACITY = "Tragfähigkeit von Pfählen berechnen"
IDS_CALCULATE_REINFORCEMENT_RATIO = "Bewehrungsverhältnis berechnen"
IDS_CALCULATE_REINFORCEMENT_RATIO_US = "Berechnung des Bewehrungsverhältnisses"
IDS_CALCULATE_REQUIRED_SHEAR_REINFORCEMENT = "Erforderliche Schubbewehrung berechnen"
IDS_CALCULATE_TIE_SHEAR_REINFORCEMENT = "im Fall von Bügelbewehrung"
IDS_CALCULATE_REQUIRED_SHEAR_LONGITUDINAL_REBAR = "Zugkraft in der Längsbewehrung infolge Schubkraft prüfen"
IDS_CALCULATE_REQUIRED_SHEAR_STRENGTH_BY_TRANSVERSE_REINFORCEMENT = "Erforderliche Schubtragfähigkeit durch Querkraftbewehrung berechnen"
IDS_CALCULATE_REQUIRED_SHEAR_STRENGTH_BY_TRANSVERSE_REINFORCEMENT_US = "Berechnung des durch Querkraftbewehrung bereitgestellten Schubwiderstands"
IDS_CHECK_SHEAR_CAPACITY = "Schubtragfähigkeit überprüfen"
IDS_CALCULATE_SHEAR_STRENGTH_BY_CONCRETE = "Schubtragfähigkeit durch Beton berechnen"
IDS_CALCULATE_SHEAR_STRENGTH_BY_CONCRETE_US = "Berechnung des Nennschubwiderstands des Betons"
IDS_CALCULATE_FACTORED_SHEAR_STRESS_BY_CONCRETE_US = "Berechnung der bemessenen Schubspannung"
IDS_CALCULATE_SHEAR_STRENGTH_BY_REINFORCEMENT = "Schubtragfähigkeit durch Schubbewehrung berechnen"
IDS_CALCULATE_SHEAR_REQUIRED_REINFORCEMENT = "Erforderliche Schubbewehrung berechnen"
IDS_CALCULATE_SHEAR_REQUIRED_REINFORCEMENT_US = "Maximaler Abstand der Querkraftbewehrung"
IDS_CALCULATE_SHEAR_NEED_REQUIRED_REINFORCEMENT = "Bewehrungen erforderlich"
IDS_CALCULATE_SHEAR_NEED_NOT_REQUIRED_REINFORCEMENT = "Keine Bewehrungen erforderlich"
IDS_CALCULATE_ADDITIONAL_LONGITUDINAL_REINFORCEMENT = "Zusätzliche Längsbewehrung berechnen"
IDS_CALCULATE_SLIDING_CAPACITY = "Gleitfähigkeit berechnen"
IDS_CALCULATE_STRAIN = "Verformung berechnen"
IDS_CALCULATE_STRENGTH_REDUCTION_FACTOR = "Festigkeitsreduktionsfaktor berechnen"
IDS_CALCULATE_STRENGTH_REDUCTION_FACTOR_US = "Berechnung der Widerstandsgrößen"
IDS_CALCULATE_STRESS = "Spannung berechnen"
IDS_CALCULATE_THE_REQUIRED_SHEAR_REINFORCEMENT = "Erforderliche Schubbewehrung berechnen"
IDS_CALCULATE_THE_REQUIRED_THICKNESS = "Die erforderliche Dicke berechnen"
IDS_CALCULATE_THE_STRESS_IN_THE_TENSION_STEEL = "Spannung im Zugstahl berechnen"
IDS_CALCULATE_THE_STRESS_MAXIMUM_CRACK_SPACING = "Maximalen Rissabstand berechnen"
IDS_CALCULATE_CRACKING_MOMENT = "Rissmoment berechnen"
IDS_CALCULATE_CRACKING_MOMENT_US = "Berechnung des Rissmoments"
IDS_CHAR_DOT = "Zeich."
IDS_CHARACTERISTIC_FRICTION_ANGLE = "Charakteristischer Reibungswinkel"
IDS_CHECK_ANGLE_ROTATE = "Drehwinkel prüfen (Grad)"
IDS_CHECK_CALCULATE_MOMENT_CAPACITY = "Momenttragfähigkeit berechnen"
IDS_CHECK_CALCULATE_MOMENT_CAPACITY_US = "Berechnung des Biegemoments"
IDS_CHECK_COMPRESSION_STEEL_YIELD_CONDITION = "Streckgrenzenbedingung des Druckstahls prüfen"
IDS_CHECK_CRACK = "Riss überprüfen"
IDS_CHECK_STRESS_AREMA = "Spannung überprüfen"
IDS_CHECK_CRACK_WIDTH = "Rissbreite überprüfen"
IDS_CHECK_CRUSHING_OF_CONCRETE = "Zerstörung von Beton überprüfen"
IDS_CHECK_DECK_PLATE = "Deckplatte überprüfen"
IDS_CHECK_DEFLECTION = "Durchbiegung überprüfen"
IDS_CHECK_DESIGN_MOMENT = "Entwurfsmoment überprüfen"
IDS_CHECK_ECCENTRICITY = "Exzentrizität überprüfen"
IDS_CHECK_MINIMUM_ECCENTRICITY = "Minimale Exzentrizität überprüfen"
IDS_CHECK_LINEAR_CREEP = "Lineare Kriechprüfung"
IDS_CHECK_MAXIMUM_PERMISSIBLE_TENSILE_REINFORCEMENT = "Maximal zulässige Zugbewehrung prüfen"
IDS_COMPUTE_MEMBER_END_MOMENT = "Endmomente der Bauteile berechnen"
IDS_COMPUTE_MEMBER_END_MOMENT_MAJOR = "Bauteilendmomente um die starke Achse berechnen"
IDS_COMPUTE_MEMBER_END_MOMENT_MINOR = "Bauteilendmomente um die schwache Achse berechnen"
IDS_CHECK_AXIAL_FORCE_CAPACITY = "Axialkrafttragfähigkeit überprüfen"
IDS_CHECK_CRITICAL_REGION_LENGTH = "Länge der kritischen Region überprüfen"
IDS_CHECK_CRITICAL_REGION_SPACE = "Raum der kritischen Region überprüfen"
IDS_CHECK_LENGTH_OF_CRITICAL_REGION = "Länge des kritischen Bereichs prüfen"
IDS_CHECK_SPACE_OF_CRITICAL_REGION = "Abstand des kritischen Bereichs prüfen"
IDS_CHECK_MOMENT_2ND_ORDER_EFFECT = "Gesamtmoment einschließlich Effekten 2. Ordnung prüfen"
IDS_CHECK_MOMENT_2ND_ORDER_EFFECT_MAJOR = "Gesamtmoment einschließlich Effekten 2. Ordnung um die starke Achse prüfen"
IDS_CHECK_MOMENT_2ND_ORDER_EFFECT_MINOR = "Gesamtmoment einschließlich Effekten 2. Ordnung um die schwache Achse prüfen"
IDS_CHECK_MOMENT_2ND_ORDER_EFFECT_NOT = "Das Bemessungsmoment wird um das 99,99-Fache vergrößert."
IDS_CHECK_MOMENT_2ND_ORDER_EFFECT_OK = "Vergrößertes Moment anwenden."
IDS_CHECK_MOMENT_MAGNIFICATION = "Momentenvergrößerung überprüfen"
IDS_CHECK_MOMENT_MAGNIFICATION_MAJOR = "Momentenvergrößerung um die starke Achse prüfen"
IDS_CHECK_MOMENT_MAGNIFICATION_MINOR = "Momentenvergrößerung um die schwache Achse prüfen"
IDS_CHECK_RATIO_NEUTRAL_AXIS_TO_EFFECT_DEPTH = "Verhältnis der Neutralachse zur wirksamen Höhe prüfen"
IDS_CHECK_REBAR_RATIO = "Bewehrungsverhältnis überprüfen"
IDS_CHECK_REBAR_SPACE = "Bewehrungsabstand überprüfen"
IDS_CHECK_REINFORCEMENT_DETAIL = "Bewehrungsdetail überprüfen"
IDS_CHECK_SHIRIKAGE_TEMPERATURE_REINFORCEMENT = "Bewehrung überprüfen"
IDS_CHECK_DISTRIBUTION_FACTOR_TEMPERATURE = "Verteilungsfaktor nach Temperatur"
IDS_CHECK_REQUIRED_SHEAR_REINFORCEMENT = "Erforderliche Schubbewehrung überprüfen"
IDS_CHECK_REQUIRED_SHEAR_REINFORCEMENT_US = "Überprüfung der erforderlichen Querkraftbewehrung"
IDS_CHECK_SHEAR_RATIO = "Verhältnis der Schubtragfähigkeit prüfen"
IDS_CHECK_INTERACTION_SHEAR = "Interaktion für zweiachsige Schubkraft prüfen"
IDS_CHECK_INTERACTION_SHEAR_CHECK = "Interaktion für zweiachsige Schubkraft ist zu prüfen"
IDS_CHECK_INTERACTION_SHEAR_NOT_CHECK = "Interaktion für zweiachsige Schubkraft wird vernachlässigt"
IDS_CHECK_INTERACTION_SHEAR_RATIO = "Interaktionsverhältnis"
IDS_CHECK_SKIN_REBAR = "Bewehrung überprüfen"
IDS_CHECK_SLENDERNESS_RATIO = "Schlankheitsverhältnis überprüfen"
IDS_CHECK_SLENDERNESS_RATIO_Y_AXIS = "Schlankheitsverhältnis um die y-Achse prüfen"
IDS_CHECK_SLENDERNESS_RATIO_Z_AXIS = "Schlankheitsverhältnis um die z-Achse prüfen"
IDS_CHECK_SPACING_OF_HORIZONTAL_REBAR = "Abstand der horizontalen Bewehrung prüfen"
IDS_CHECK_SPACING_OF_REBAR = "Abstand der Bewehrung überprüfen"
IDS_CHECK_SPACING_OF_REBAR_US = "Rissbreitenbegrenzung durch Verteilung der Bewehrung prüfen "
IDS_CHECK_STRESS_OF_REBAR_AREMA = "Zugspannung in der Bewehrung bei Gebrauchslasten prüfen"
IDS_CHECK_SPACING_OF_SHEAR_REINFORCEMENT = "Abstand der Schubbewehrung prüfen"
IDS_CHECK_SPACING_OF_REBAR_TENSILEFACE = "Abstand der Bewehrung, die der Zugseite am nächsten liegt, prüfen"
IDS_CHECK_SPECIAL_BOUNDARY_ELEMENTS_ARE_REQUIRED_IN_CURRENT_WALL = "Prüfen, ob in der aktuellen Wand spezielle Randelemente erforderlich sind."
IDS_CHECK_STRESS_LIMITAION = "Spannungsgrenze überprüfen"
IDS_CHURCH = "Kirche"
IDS_COLUMN_LOCATION_TYPE = "Säulenpositionstyp : "
IDS_COMBINATION = "Kombination"
IDS_COMP_DOT = "Vergl."
IDS_COMPRESSION = "Druck"
IDS_COMPRESSION_CONTROLLED = "Druckkontrolliert"
IDS_REVISE_SECTION = "Querschnitt überarbeiten"
IDS_COMPRESSION_ONLY = "Nur Druck"
IDS_COMPUTE_BOUNDARY_ELEMENT_TRANSVERSE_REINFORCEMENT_LENGTH = "Länge der Querkraftbewehrung des Randelements berechnen."
IDS_COMPUTE_HORIZONTAL_REBAR_FOR_SPECIAL_BOUNDARY_ELEMENT_FOR_THICKNESS_DIRECTION = "Horizontale Bewehrung für spezielles Randelement in Dickenrichtung berechnen."
IDS_COMPUTE_HORIZONTAL_SHEAR_FORCE = "Horizontale Schubkraft berechnen"
IDS_COMPUTE_JOINT_GEOMETRY_INFORMATION = "Informationen zur Gelenkgeometrie berechnen"
IDS_COMPUTE_MAXIMUM_SPACING_OF_HORIZONTAL_REBAR_FOR_BOUNDARY_ELEMENT = "Maximalen Abstand der horizontalen Bewehrung für das Randelement berechnen."
IDS_COMPUTE_NOMIANL_JOINT_SHEAR_CAPACITY = "Nenntragfähigkeit der Knotenschubkraft berechnen"
IDS_COMPUTE_DESIGN_JOINT_SHEAR_CAPACITY = "Bemessungstragfähigkeit der Knotenschubkraft berechnen"
IDS_CONCRETE = "Beton"
IDS_CONFINED_BY_BEAMS_ON_ALL_FOUR_FACES = "durch Balken auf allen vier Seiten eingespannt"
IDS_CONFINED_BY_BEAMS_ON_THREE_FACES_OR_ON_TWO_OPPOSITE_FACES = "durch Balken auf drei Seiten oder auf zwei gegenüberliegenden Seiten eingespannt"
IDS_CRACKED_SECTION = "Gerissener Querschnitt"
IDS_CRITICAL_PILE_NODE_KEY = "Schlüssel des kritischen Pfahlknotens"
IDS_CRITICAL_REGION_SPACING_DOES_NOT_EXIST = "Abstand des kritischen Bereichs ist nicht vorhanden."
IDS_CURRENT_WALL_LEVEL = "Aktuelles Wandniveau"
IDS_CUTTING_LINE = "Schnittlinie"
IDS_CUTTING_LINE_FLEXURAL_CAPACITY = "Biegungskapazität der Schnittlinie"
IDS_CUTTING_LINE_FLEXURE = "Biegung der Schnittlinie"
IDS_CUTTING_LINE_SHEAR = "Schub der Schnittlinie"
IDS_CUTTING_LINE_SHEAR_CAPACITY = "Schubtragfähigkeit der Schnittlinie"
IDS_CALCULATE_BALANCE_CONDITION = "Gleichgewichtszustand berechnen"
IDS_CALCULATE_BALANCE_CONDITION_US = "Berechnung der Tragfähigkeit im ausgeglichenen Dehnungszustand "
IDS_CALCULATE_BALANCE_CONDITION_ECCEN = "Ausgeglichene Exzentrizität"
IDS_CALCULATE_BALANCE_CONDITION_ACT_ECCEN = "Tatsächliche Exzentrizität"
IDS_CALCULATE_BALANCE_CONDITION_MAX_PN = "Maximale axiale Druckkraft"
IDS_CALCULATE_BALANCE_CONDITION_TENS_CTRL = "Zugkontrolle"
IDS_CALCULATE_BALANCE_CONDITION_COMP_CTRL = "Druckkontrolle"
IDS_CALCULATE_BALANCE_CONDITION_TENS_CTRL_US = "Damit ist der Querschnitt zuggesteuert. "
IDS_CALCULATE_BALANCE_CONDITION_COMP_CTRL_US = "Damit ist der Querschnitt druckgesteuert. "
IDS_CALCULATE_BALANCE_CONDITION_BAL_CON = "Ausgewogene Bedingung"
IDS_CHECK_TENSILE_STRESS_FOR_VERTICAL_REBAR = "Zugspannung für vertikale Bewehrung prüfen"
IDS_CHECK_TENSILE_STRESS_FOR_HORIZONTAL_REBAR = "Zugspannung für horizontale Bewehrung prüfen"
IDS_CHECK_COMPPRESSIVE_STRESS_FOR_CONCRETE = "Druckspannung für Beton prüfen"
IDS_COMPRESSIVE_STRESS = "Druckspannung"
IDS_CALCULATE_TENS_CAPACITY_REBAR = "Zugtragfähigkeit der Bewehrung berechnen"
IDS_CALCULATE_COMP_CAPACITY_CONC = "Drucktragfähigkeit des Betons berechnen"
IDS_CHECK_DIMENSION_OF_THE_SPECIAL_BOUNDARY_ELEMENT = "Abmessung des speziellen Randelements prüfen"
IDS_COMPRESSION_STEEL_YIELD = "Druckstahlstreckgrenze"
IDS_COMPRESSION_STEEL_DOES_NOT_YIELD = "Druckstahl erreicht die Streckgrenze nicht"
IDS_CORNER = "Ecke"
IDS_CALCULATE_GEOMETRIC_IMPERFECTION = "Geometrische Imperfektion berechnen"
IDS_CALCULATE_SLENDERNESS_OF_FRAME = "Schlankheit des Rahmens berechnen"
IDS_CALCULATE_DESIGN_MOMENT_ABOUT_Y_AXIS_BRACED = "Bemessungsmoment um die y-Achse (ausgesteift) berechnen"
IDS_CALCULATE_DESIGN_MOMENT_ABOUT_Y_AXIS_UNBRACED = "Bemessungsmoment um die y-Achse (nicht ausgesteift) berechnen"
IDS_CALCULATE_DESIGN_MOMENT_ABOUT_Z_AXIS_BRACED = "Bemessungsmoment um die z-Achse (ausgesteift) berechnen"
IDS_CALCULATE_DESIGN_MOMENT_ABOUT_Z_AXIS_UNBRACED = "Bemessungsmoment um die z-Achse (nicht ausgesteift) berechnen"
IDS_CALCULATE_DESIGN_MOMENT_AXIS_SHORT_OR_SLENDER = "Bemessungsmoment berechnen (%s Achse, %s)"
IDS_CALCULATE_NOMINAL_SHEAR_STRENGTH_FOR_SPECIAL_WALL = "Nennschubtragfähigkeit für spezielle Wand berechnen"
IDS_CHECK_NORMALIZED_AXIAL_RATIO = "Normalisiertes axiales Verhältnis überprüfen"
IDS_CHECK_VOLUMETRIC_RATIO_OF_CONFINING_HOOPS = "Volumenverhältnis der Umschließungsbügel prüfen"
IDS_CALCULATE_CURVATURE_DUCTILE_FACTOR = "Biegesteifigkeitsfaktor berechnen"
IDS_CHECK_MECHANICAL_VOLUMETRIC_RATIO_OF_CONFINING_HOOPS_WITHIN_THE_CRITICAL_REGIONS = "Mechanisches Volumenverhältnis der Umschließungsbügel innerhalb der kritischen Bereiche prüfen"
IDS_COMPRESSION_REBARS_ARE_NOT_CONSIDERED_CALC_MIN_RHO = "Druckbewehrung wird bei der Berechnung von %s_min$ nicht berücksichtigt."
IDS_CHECK_DISTRIBUTION_REINFORCEMENT = "Verteilung der Bewehrung überprüfen"
IDS_CLOCKWISE_NOMINAL_STRENGTH = "Im Uhrzeigersinn Nennfestigkeit"
IDS_COUNTER_CLOCKWISE_NOMINAL_STRENGTH = "Gegen den Uhrzeigersinn Nennfestigkeit"
IDS_CLOCKWISE_DESIGN_STRENGTH = "Im Uhrzeigersinn Entwurfsfestigkeit"
IDS_COUNTER_CLOCKWISE_DESIGN_STRENGTH = "Gegen den Uhrzeigersinn Entwurfsfestigkeit"
IDS_CONSIDER_UNBALANCED_MOMENT = "Unbalanciertes Moment berücksichtigen"
IDS_CALCULATE_TORSION_CAPACITY = "Torsionskapazität berechnen"
IDS_CALCULATE_TORSION_STRENGTH_BY_LINK_REINFORCEMENT = "Torsionstragfähigkeit anhand der Bügelbewehrung berechnen"
IDS_CALCULATE_TORSION_STRENGTH_BY_LONGITUDINAL_REINFORCEMENT = "Torsionstragfähigkeit anhand der Längsbewehrung berechnen"
IDS_CHECK_ONLY_MINIMUM_REINFORCEMENT_IS_REQUIRED = "Prüfen, ob nur Mindestbewehrung erforderlich ist"
IDS_CHECK_SPACING_OF_TORSION_LINK_REINFORCEMENT = "Abstand der Torsionsbügelbewehrung prüfen"
IDS_CROSS_SECTION_AREA_OF_THE_REINFORCEMENT = "Querschnittsfläche der Bewehrung"
IDS_CALCULATE_DESIGN_SHEAR_RESISTANCE = "Entwurfs-Schubwiderstand berechnen"
IDS_CALCULATE_DESIGN_PLASTIC_SHEAR_RESISTANCE = "Plastischen Bemessungs-Schubwiderstand berechnen"
IDS_CALCULATE_DESIGN_SHEAR_BUCKLING_RESISTANCE = "Bemessungswiderstand gegen Schubbeulen berechnen"
IDS_CALCULATE_DESIGN_SHEAR_BUCKLING_RESISTANCE_FROM_WEB = "Bemessungswiderstand gegen Schubbeulen aus dem Steg berechnen"
IDS_CALCULATE_DESIGN_SHEAR_BUCKLING_RESISTANCE_FROM_FLANGE = "Bemessungswiderstand gegen Schubbeulen aus dem Flansch berechnen"
IDS_CHECK_DESIGN_RESISTANCE_FOR_SHEAR_ABOUT_MAJOR_AXIS = "Bemessungswiderstand für Schubkraft um die Hauptachse prüfen"
IDS_CHECK_DESIGN_RESISTANCE_FOR_SHEAR_ABOUT_MINOR_AXIS = "Bemessungswiderstand für Schubkraft um die Nebenachse prüfen"
IDS_CONNECTION_TYPE = "Verbindungstyp"
IDS_CONTRIBUTION_FROM_THE_WEB = "Beitrag von der Steg"
IDS_CONTRIBUTION_FROM_THE_FLANGE = "Beitrag von der Flansch"
IDS_CONSIDER_CONTRIBUTION_FROM_FLANGE = "Beitrag des Flansches berücksichtigen"
IDS_CONSIDER_GIRDER_MODE = "Träger-Modus berücksichtigen"
IDS_CHECK_DESIGN_RESISTANCE_FOR_TORSION = "Bemessungswiderstand für Torsion prüfen"
IDS_CONCURRENT_FORCE = "gleichzeitige Kraft"
IDS_CALC_CAPACITY_CONCRETE = "Kapazität von Beton berechnen"
IDS_COLUMN_MOMENT_RATIO_JOINT = "Säulen-Momentenverhältnis am Knoten"
IDS_CALCULATE_DESIGN_SHEARS = "Entwurfs-Schubkräfte berechnen"
IDS_CHECK_MAXIMUM_SLENDERNESS_RATIO_LIMIT = "Grenzwert des maximalen Schlankheitsverhältnisses prüfen"
IDS_Cm_WITH_TRANSVERSE_LOAD = " (Mit Querlasten zwischen den Auflagern)"
IDS_CONCRETE_GRADE_IS_NOT_PERMITTED = "Betonfestigkeitsklasse ist nicht zulässig"
IDS_DAMPING_RATIO = "Dämpfungsverhältnis"
IDS_DE_CRITICAL = "Kritisch"
IDS_DE_DIR_DOT_1 = "Richt.1"
IDS_DE_DIR_DOT_2 = "Richt.2"
IDS_DE_DIR_DOT_3 = "Richt.3"
IDS_DE_FAILURE = "Versagen"
IDS_DE_MEMBER_DESIGN_DETAIL_REPORT = "Bauteil-Entwurfsdetailbericht"
IDS_DE_NEED_CHK = "Überprüfung erforderlich"
IDS_DE_NEG_DOT = "Neg."
IDS_DE_NG = "NG"
IDS_DE_NONE = "Keine"
IDS_DE_NOT_CHK = "Nicht überprüfen"
IDS_DE_OK = "OK"
IDS_DE_POS_DOT = "Pos."
IDS_DE_X_DIR_DOT = "x-Richt."
IDS_DE_Y_DIR_DOT = "y-Richt."
IDS_DE_Z_DIR_DOT = "z-Richt."
IDS_DEAD_LOAD_CASE = "Eigenlastfall"
IDS_DEFLECTION_UNDER_CONSTRUCTION = "Durchbiegung unter Konstruktion"
IDS_DENSE_ZONE = "Dichte Zone"
IDS_DESIGN_CASE = "Entwurfsfall"
IDS_DESIGN_CODE = "Entwurfscode"
IDS_DESIGN_FORCE = "Entwurfskraft"
IDS_DESIGN_PARAMETER = "Entwurfsparameter"
IDS_DESIGN_TYPE = "Entwurfsart"
IDS_DETAILING_RULES_FOR_THE_LOCAL_DUCTILITY_OF_CONCRETE_MEMBERS = "Konstruktionsregeln für die lokale Duktilität von Betonbauteilen"
IDS_DETERMINE_IF_BOUNDARY_ELEMENT_TRANSVERSE_REINFORCEMENT_IS_REQUIRED = "Ermitteln, ob Querbewehrung für Randelemente erforderlich ist"
IDS_DETERMINE_IF_SPECIAL_BOUNDARY_ELEMENTS_ARE_REQUIRED_BY_DISPLACEMENT_BASED_METHOD = "Ermitteln, ob spezielle Randelemente nach dem verschiebungsbasierten Verfahren erforderlich sind."
IDS_DETERMINE_IF_SPECIAL_BOUNDARY_ELEMENTS_ARE_REQUIRED_BY_STRESS_BASED_METHOD = "Ermitteln, ob spezielle Randelemente nach dem spannungsbasierten Verfahren erforderlich sind."
IDS_DROP_PANEL_PUNCHING_SHEAR_CAPACITY = "Durchstanztragfähigkeit der Drop-Panel-Platte"
IDS_DEFLECTION = "Durchbiegung"
IDS_DEFAULT_OR_USER_DEFINED_VALUE = "Standard- oder benutzerdefinierter Wert"
IDS_DROP = "Abfall"
IDS_DESIGN_MODED_DESIGN = "Entwurf"
IDS_DESIGN_MODED_CHECKING = "Überprüfung"
IDS_DESIGN_MODED_EDIT = "Entwurfsbearbeitung"
IDS_DISTANCE_FROM_THE_SECTIONS_NUETRAL_AXIS_TO_THE_REINFORCEMENT = "Abstand von der Neutralachse des Querschnitts zur Bewehrung"
IDS_DISTANCE_FROM_THE_CENTER_OF_THE_SECTION_TO_THE_REINFORCEMENT_IN_THE_MEMBER_LOCAL = "Abstand vom Querschnittszentrum zur Bewehrung im lokalen System des Bauteils"
IDS_DETERMINE_WHETHER_TO_CONSIDER_SHEAR_BUCKLING = "Ermitteln, ob Schubbeulen zu berücksichtigen ist"
IDS_DETERMINE_WHETHER_TO_CONSIDER_CONTRIBUTION_FROM_FLANGE = "Ermitteln, ob der Beitrag der Flansche zu berücksichtigen ist"
IDS_END_PART = "Endteil"
IDS_END_LENGTH = "Endlänge"
IDS_END_SPACE = "Endraum"
IDS_ETC_ACTION = "Usw. Aktion"
IDS_EXTERIOR_COLUMN = "Außen-Säule"
IDS_EDGE = "Kante"
IDS_ETC = "Etc."
IDS_ECCENTRICITY_FACTOR = "Exzentrizitätsfaktor"
IDS_END_MOMENT_DESIGN_SHEAR = "Endmoment für seismische Bemessungs-Schubkraft"
IDS_ENVIRONMENT = "Umgebung"
IDS_FACE = "Fläche"
IDS_FOR_OTHER_CASES = "für andere Fälle"
IDS_FOOT_BRIDGE_INDOOR = "Fußgängerbrücke (Innen)"
IDS_FOOT_BRIDGE_OUTDOOR = "Fußgängerbrücke (Außen)"
IDS_FRICTION_FACTOR = "Reibungsfaktor"
IDS_FACTOR_CONTRIBUTION_WEB_TO_SHEAR_BUCKLING = "Faktor für den Beitrag des Stegs zum Schubbeulen"
IDS_FACTORED_SHEAR_FORCES_UNIT_LOAD_CASE = "Bemessungs-Schubkräfte verursacht durch Lastfalltyp"
IDS_HORIZONTAL = "Horizontal"
IDS_HORIZONTAL_REBAR_FOR_SPECIAL_BOUNDARY_ELEMENT_FOR_LENGTH_DIRECTION = "Horizontale Bewehrung für spezielles Randelement in Längsrichtung berechnen."
IDS_HEIGHT_ENTIRE_WALL = "Höhe der gesamten Wand"
IDS_HORIZONTAL_TENSILE_STRESS = "Horizontale Zugspannung"
IDS_IMMEDIATE = "Unmittelbar"
IDS_INTERIOR_COLUMN = "Innen-Säule"
IDS_INTERMEDIATE_MOMENT_FRAME = "Zwischenmomentrahmen"
IDS_INCREASE_SECTION_DIMENSIONS = "Querschnittsabmessungen vergrößern."
IDS_INTERACTION_CURVE = "Interaktionskurve"
IDS_INTERIOR = "Innen"
IDS_JOINT = "Fuge"
IDS_JOINT_CLASSIFIED = "Der Knoten wird klassifiziert als,"
IDS_JOINT_CONTINUOUS_BEAMS = "Durchgehende Balken"
IDS_JOINT_CONTINUOUS_COLUMN = "Durchgehende Säule"
IDS_JOINT_CONFINED_COLUMN = "Eingeschlossene Säule"
IDS_JOINT_DISCONTINUOUS_BEAMS = "Diskontinuierliche Balken"
IDS_JOINT_DISCONTINUOUS_COLUMN = "Diskontinuierliche Säule"
IDS_JOINT_NOTCONFINED_COLUMN = "Nicht eingeschlossene Säule"
IDS_LEFT_PART = "Linkes Teil"
IDS_LINEAR_CREEP = "Lineare Kriechbewegung"
IDS_LIVE_LOAD_CASE = "Veränderliche Lastfall"
IDS_LIVE_LOAD_SUSTAIN_RATIO = "Verhältnis der veränderlichen Last"
IDS_LONG_HYPHEN_TERM = "Langfristig"
IDS_LONG_TERM = "Langfristig"
IDS_MATERIAL = "Material"
IDS_MAXIMUM_BEARING_PRESSURE = "Maximale Tragfähigkeit"
IDS_MEMBER_INFORMATION = "Bauteilinformationen"
IDS_MEMBER_LENGTH = "Bauteillänge"
IDS_MEMBER_NAME_SMALL = "Bauteilname"
IDS_MEMBERS_IN_GROUP = "Bauteile in Gruppe"
IDS_MIDDLE_PART = "Mittleres Teil"
IDS_MINIMUM_REBAR_AREA_REQUIRED = "Mindestbewehrungsfläche erforderlich"
IDS_MINIMUM_REBAR_SPACE_REQUIRED = "Mindestbewehrungsabstand erforderlich"
IDS_MINIMUM_THICK_REQ = "Mindestdicke erforderlich"
IDS_MM_INTERACTION_CURVE = "MM Interaktionskurve"
IDS_MOMENT_CAPACITY = "Momentenkapazität"
IDS_MOMENT_CONNECTION = "Momentverbindung"
IDS_MOMENT_FORCE = "Momentkraft"
IDS_MOMENT_RESISTANCE_ABOUT_THE_MEMBER_LOCAL_Y_AXIS_IN_THE_REINFORCEMENT = "Momentenwiderstand um die lokale y-Achse des Bauteils in der Bewehrung"
IDS_MOMENT_RESISTANCE_ABOUT_THE_MEMBER_LOCAL_Z_AXIS_IN_THE_REINFORCEMENT = "Momentenwiderstand um die lokale z-Achse des Bauteils in der Bewehrung"
IDS_MINIMUM_SHEAR_REINOFORCEMENT_IS_REQUIRED = "Mindest-Schubbewehrung ist erforderlich."
IDS_MINIMUM_SHEAR_REINOFORCEMENT_IS_REQUIRED_US = "Mindest-Querbewehrung ist erforderlich."
IDS_MODIFIED_SLENDERNESS = "Modifizierte Schlankheit"
IDS_MOMENT_RESISTANCE_OF_SECTION_CONSISITING_OF_ONLY_FLANGES = "Momentenwiderstand eines Querschnitts, der nur aus den Flanschen besteht"
IDS_MFRD0_IS_CALCULATED_AS_MPL_RD_NEGLECTING_WEB_CONTRIUTION = "M_f,Rd0$ wird wie M_pl,Rd$ berechnet, jedoch unter Vernachlässigung des Stegbeitrags."
IDS_MFRD_IS_CALCULATED_AS_MPL_RD_NEGLECTING_WEB_CONTRIUTION = "M_f,Rd$ wird wie M_pl,Rd$ berechnet, jedoch unter Vernachlässigung des Stegbeitrags."
IDS_MAXIMUM = "maximal"
IDS_MINIMUM = "minimal"
IDS_MAXIMUM_SPACE_SKIPED_NO_SHEAR_REINFORCEMENT = "Die Prüfung des maximalen Abstands wird übersprungen, da keine Schubbewehrung vorhanden ist."
IDS_NEG_DOT_CRACK = "Neg. Riss"
IDS_NEG_DOT_MOMENT = "Neg. Moment"
IDS_NEG_DOT_STRESS = "Neg. Spannung"
IDS_NM_INTERACTION_CURVE = "NM Interaktionskurve"
IDS_NOMINAL_MOMENT = "Nennmoment"
IDS_NOMINAL_MOMENT_CAPACITY = "Nennmomentenkapazität"
IDS_NON_HYPHEN_PRESTRESSED_STRUCTURE = "nicht vorgespannten Struktur"
IDS_NON_LINEAR_CREEP = "Nichtlinearer Krieche"
IDS_NOT_DENSE_ZONE = "Nicht dichte Zone"
IDS_NOT_REQUIRED = "Nicht erforderlich"
IDS_NOT_SLENDER = "Nicht schlank"
IDS_NEED_NOT_BE_CHECKED = "Muss nicht überprüft werden"
IDS_NOT_ACCEPTABLE = "Nicht akzeptabel"
IDS_NORMALIZED_AXIAL_RATIO = "Normalisiertes axialverhältnis"
IDS_NEED_TO_CHECK_SHEAR_BUCKLING = "Schubbeulen muss geprüft werden"
IDS_NO_NEED_TO_CHECK_SHEAR_BUCKLING = "Schubbeulen muss nicht geprüft werden"
IDS_NOT_CONSIDER_CONTRIBUTION_FROM_FLANGE = "Beitrag des Flansches nicht berücksichtigen"
IDS_OFFICE = "Büro"
IDS_ORDINARY_MOMENT_FRAME = "Ordentliches Momentrahmen"
IDS_OVERTURNING = "Umkippen"
IDS_OVERTURNING_CAPACITY = "Umkippkapazität"
IDS_OVERTURNING_MOMENT = "Umkippmoment"
IDS_ONLY_MINIMUM_REINFORCEMENT_IS_REQUIRED = "Nur Mindestbewehrung ist erforderlich."
IDS_OUT_OF_PLANE_BENDING_MOMENT_NOT_CONSIDERED_TYPE2 = "Außer-Ebene-Biegemoment Mzz wird bei der Bemessung von Querschnitt Typ 2 nicht berücksichtigt"
IDS_PERMANENT_ACTION = "Dauerhafte Aktion"
IDS_PILE_BEARING = "Pfahltragfähigkeit"
IDS_PILE_BEARING_CAPACITY = "Pfahltragfähigkeit"
IDS_PILE_PUNCHING_SHEAR = "Pfahlstichschub"
IDS_PILE_PUNCHING_SHEAR_CAPACITY = "Pfahlstichschubkapazität"
IDS_PM_INTERACTION_CURVE = "PM-Interaktionskurve"
IDS_POS_DOT_CRACK = "Pos. Riss"
IDS_POS_DOT_MOMENT = "Pos. Moment"
IDS_POS_DOT_STRESS = "Pos. Spannung"
IDS_POSITION = "Position"
IDS_PROBABLE_MOMENT = "Wahrscheinliches Moment"
IDS_PROBABLE_MOMENT_CAPACITY = "Wahrscheinliche Momentkapazität"
IDS_PROGRAM_DETERMINED = "Programmbestimmt"
IDS_PUNCHING_SHEAR = "Stichschub"
IDS_PUNCHING_SHEAR_CAPACITY = "Stichschubkapazität"
IDS_PILE = "Pfahl"
IDS_PROBABLE_MOMENT_COLUMN = "Wahrscheinliches Moment der Säule"
IDS_QUAS_DOT = "Quas."
IDS_REBAR_AREA = "Bewehrungsfläche"
IDS_REBAR_SPACE = "Bewehrungsabstand"
IDS_REBAR_SPACE_BY_MATERIAL = "Bewehrungsabstand nach Material"
IDS_REINFORCEMENT_DATA = "Bewehrungsdaten"
IDS_RESIDENCE = "Wohnsitz"
IDS_REQUIRED_THICKNESS = "Erforderliche Dicke"
IDS_RESTORING_MOMENT = "Wiederherstellendes Moment"
IDS_RIGHT_PART = "Rechter Teil"
IDS_REPORTINFO_DESCRIONTION_FACT = "Beschreibung der angewendeten Faktoren für die Bemessung"
IDS_REPORTINFO_MOMENT_REDISTRIBUTION_FACT = "Momentverteilungsfaktor"
IDS_REPORTINFO_TORSION_REDISRIBUTION_FACT = "Torsionsverteilungsfaktor"
IDS_REPORTINFO_AXIAL = "Axial"
IDS_REPORTINFO_MOMENT = "Moment"
IDS_REPORTINFO_SHEAR = "Schubkraft"
IDS_REPORTINFO_LIVELOAD_RESUCTION_FACT = "Reduktionsfaktor für lebende Last"
IDS_REPORTINFO_SPECIAL_LCOM = "Spezielle seismische Lastkombination"
IDS_REPORTINFO_VERTICAL_LOAD_FACT = "Vertikalfaktor"
IDS_REPORTINFO_SPECTRAL_RESPONSE_ACC = "Spektrale Antwortbeschleunigung bei kurzen Perioden"
IDS_REPORTINFO_SYSTEM_OVERSTRENGTH_FAC = "Systemüberstärkefaktor"
IDS_REPORTINFO_FOR_DIRECTION__s = "für die Richtung von %s"
IDS_REPORTINFO_VERTICAL_LCOM = "Vertikale seismische Lastkombination"
IDS_REPORTINFO_VERTICAL_FORCE_FACT = "Vertikalkraftfaktor"
IDS_REPORTINFO_SMF = "Spezielle Momentrahmen"
IDS_REPORTINFO_IMF = "Zwischenmomentrahmen"
IDS_REPORTINFO_OMF = "Ordentliche Momentrahmen"
IDS_REPORTINFO_HDF = "Hochduktilitätsrahmen"
IDS_REPORTINFO_MDF = "Mittlere Duktilitätsrahmen"
IDS_REPORTINFO_LDF = "Niedrigduktilitätsrahmen"
IDS_REPORTINFO_STMF = "Spezielle Fachwerkmomentrahmen"
IDS_REPORTINFO_SCBF = "Spezielle konzentrisch abgestützte Rahmen"
IDS_REPORTINFO_OCBF = "Ordentliche konzentrisch abgestützte Rahmen"
IDS_REPORTINFO_EBF = "Exzentrisch abgestützte Rahmen"
IDS_REPORTINFO_BRBF = "Knickenrestriktiv abgestützte Rahmen"
IDS_REPORTINFO_SPSW = "Spezielle Platten-Schubwand"
IDS_REPORTINFO_WA_ = "Beobachtungsbereich"
IDS_REPORTINFO_SPECIAL_PROVISION_SEIS = "Sonderbestimmungen für seismische Bemessung"
IDS_REPORTINFO_SIES_SCALEUP_FACT = "Seismischer Hochskalierungsfaktor für Schubkraft"
IDS_REPORTINFO_SHEAR_SCALEUP_FACT = "Angewendeter Hochskalierungsfaktor für Schubkraft"
IDS_REPORTINFO_SHEAR_BY_CALC_MAX__s__s = "MAX[Schubkraft nach %s, Schubkraft nach %s]"
IDS_REPORTINFO_SHEAR_BY_CALC_MIN__s__s = "MIN[Schubkraft nach %s, Schubkraft nach %s]"
IDS_REPORTINFO_NON_SEIS_MEMB = "Bauteil für nicht-seismische Bemessung"
IDS_REPORTINFO_NON_SEIS_FORCE_RES_SYS_MEMB = "Bauteil für ein nicht-seismisches Kraftwiderstandssystem"
IDS_REPORTINFO_EQ_LCAS_SCALEUP_FACT_AXIAL = "Hochskalierungsfaktor des EQ Lastfall für Axialkräfte"
IDS_REPORTINFO_EQ_LCAS_SCALEUP_FACT_MOM = "Hochskalierungsfaktor des EQ Lastfall für Momente"
IDS_REPORTINFO_EQ_LCAS_SCALEUP_FACT_SHEAR = "Hochskalierungsfaktor des EQ Lastfall für Schubkräfte"
IDS_REPORTINFO_EQ_LCOM_SCALEUP_FACT_AXIAL = "Hochskalierungsfaktor der EQ Kombinationsfälle für Axialkräfte"
IDS_REPORTINFO_EQ_LCOM_SCALEUP_FACT_MOM = "Hochskalierungsfaktor der EQ Kombinationsfälle für Momente"
IDS_REPORTINFO_EQ_LCOM_SCALEUP_FACT_SHEAR = "Hochskalierungsfaktor der EQ Kombinationsfälle für Schubkräfte"
IDS_REPORTINFO_PILOTI_COLM = "Seismischer Säulentyp : Piloti-Säule"
IDS_REPORTINFO_SOFT_STORY_COLM = "Seismischer Säulentyp : Soft-Story-Säule"
IDS_REPORTINFO_SPECIAL_RC_WALL = "Spezielle RC-Strukturwand"
IDS_REPORTINFO_SPECIAL_RC_WALL_NON_SEIS = "Spezielle RC-Strukturwand : Bauteile für nicht-seismische Bemessung"
IDS_REPORTINFO_LDS_RC_WALL = "Niedrigduktilitätswand"
IDS_REPORTINFO_LDS_RC_WALL_NON_SEIS = "Wand mit geringer Duktilität : Bauteile für nicht-seismische Bemessung"
IDS_REPORTINFO_MDS_RC_WALL = "Mittlere Duktilitätswand"
IDS_REPORTINFO_MDS_RC_WALL_NON_SEIS = "Wand mit mittlerer Duktilität : Bauteile für nicht-seismische Bemessung"
IDS_REPORTINFO_HDS_RC_WALL = "Hochduktilitätswand"
IDS_REPORTINFO_HDS_RC_WALL_NON_SEIS = "Wand mit hoher Duktilität : Bauteile für nicht-seismische Bemessung"
IDS_REPORTINFO_RESULT_SUMMARY = "Ergebniszusammenfassung"
IDS_REPORTINFO_THICKNESS = "Dicke"
IDS_REPORTINFO_SECT_NAME_ID = "Querschnittsname(ID)"
IDS_REPORTINFO_SECT_ELEM = "Element"
IDS_REPORTINFO_SECT_POS = "Pos"
IDS_REPORTINFO_SECT_REINFORCEMENT = "Bewehrung"
IDS_REPORTINFO_SECT_STRENGTH_RATIO = "Verhältnis"
IDS_REPORTINFO_SECT_CHECK = "Überprüfung"
IDS_REPORTINFO_SUMMATION = "Summation"
IDS_REPORTINFO_REBAR = "Bewehrung"
IDS_REPORT_FOR_DEAD_LOAD = "Für tote Last"
IDS_REPORT_FOR_GRAVITY_LOAD = "Für Schwerkraftlast"
IDS_REPORT_FOR_TOTAL_LOAD = "Für Gesamtlaste"
IDS_REPORT_OLNY_EARTHQUAKE = "Nur Erdbeben"
IDS_REPORT_MINOR_DIR_SEISMIC = "geringe Richtung für seismisch"
IDS_REPORT_DO_NOT_CONSIDER = "nicht berücksichtigen"
IDS_REPORT_FOR_RS_LOADCASE_WITHOUT_CONSIDERING_SIGN = "für RS Lastfall ohne Berücksichtigung des Vorzeichens"
IDS_REPORT_CLOCKWISE = "Im Uhrzeigersinn"
IDS_REPORT_COUNTER_CLOCKWISE = "Gegenuhrzeigersinn"
IDS_REPORT_COMPARE_ABS = "Durch Vergleich Absolut"
IDS_REPORT_BRACED = "Abgestützt"
IDS_REPORT_UNBRACED = "Unabgestützt"
IDS_REPORT_BRACED_SIDESWAY = "Für Bauteile, die gegen seitliches Ausweichen ausgesteift sind"
IDS_REPORT_UNBRACED_SIDESWAY = "Für Bauteile, die nicht gegen seitliches Ausweichen ausgesteift sind"
IDS_REPORT_SINGLE_CURVATURE = "Einfache Krümmung"
IDS_REPORT_REVERSE_CURVATURE = "Umgekehrte Krümmung"
IDS_REPORT_ERROR_Pn_ZERO = "Fehler : Pn ist Null."
IDS_REPORT_ELEM_NO = "Elem Nr."
IDS_REPORT_MEMB_NO = "Memb Nr."
IDS_REPORT_NODE_NO = "Node Nr."
IDS_REINFORCEMENT_TO_RESIST_TORSION_IS_REQUIRED = "Bewehrung zur Aufnahme der Torsion ist erforderlich."
IDS_REPORT_ONLY_GRAVITY_LOAD = "Nur Schwerkraftlast"
IDS_REPORT_EXCLUDE_SEIS_LOAD = "Seismische Last ausschließen"
IDS_REPORT_CALC_CLOCKWISE = "Im Uhrzeigersinn berechnen"
IDS_REPORT_CALC_COUNTCLOCKWISE = "Gegenuhrzeigersinn berechnen"
IDS_REPORT_UNBRACED_SLENDER = "die Auswirkungen der Schlankheit können nicht vernachlässigt werden."
IDS_REPORT_PUNCHING_CALC_UNBALANCED_MOMENT = "Bemessungs-Schubspannung mit bemessenem Unwuchtmoment berechnen."
IDS_REPORT_PUNCHING_CALC_UNB_PARAMS_PARALLEL_EDGE_y = "Parameter bezüglich lokal-y der Biegung parallel zur Kante berechnen"
IDS_REPORT_PUNCHING_CALC_UNB_PARAMS_PARALLEL_EDGE_z = "Parameter bezüglich lokal-z der Biegung parallel zur Kante berechnen"
IDS_REPORT_PUNCHING_CALC_UNB_PARAMS_PERPENDICULAR_EDGE_y = "Parameter bezüglich lokal-y der Biegung senkrecht zur Kante berechnen"
IDS_REPORT_PUNCHING_CALC_UNB_PARAMS_PERPENDICULAR_EDGE_z = "Parameter bezüglich lokal-z der Biegung senkrecht zur Kante berechnen"
IDS_REPORT_PUNCHING_CALC_UNB_PARAMS_INTERIOR_y = "Parameter bezüglich lokal-y des Innenbereichs berechnen"
IDS_REPORT_PUNCHING_CALC_UNB_PARAMS_INTERIOR_z = "Parameter bezüglich lokal-z des Innenbereichs berechnen"
IDS_REPORT_PUNCHING_CALC_UNB_PARAMS_INTERIOR_CIRCLE = "Parameter des inneren Kreises berechnen"
IDS_REPORT_PUNCHING_CALC_UNB_PARAMS_CORNER_y = "Parameter bezüglich lokal-y der Ecke berechnen"
IDS_REPORT_PUNCHING_CALC_UNB_PARAMS_CORNER_z = "Parameter bezüglich lokal-z der Ecke berechnen"
IDS_REPORT_PUNCHING_CALC_UNB_PARAMS_CIR_EQD = "Quadrat mit gleichem Umfang"
IDS_REPORT_NEUTRAL_AXIS_NOT_CONVERGE = "Die Berechnung der Neutralachse ist nicht konvergiert."
IDS_REPORT_SEISMIC_ZONE = "Seismische Zone"
IDS_SAFETY_FACTOR = "Sicherheitsfaktor"
IDS_SEISMIC_REDUCTION_FACTOR = "Seismischer Reduktionsfaktor"
IDS_SHEAR = "Schubkraft"
IDS_SHEAR_CAPACITY = "Schubkraftkapazität"
IDS_SHEAR_CAPACITY_US = "Berechnung der Schubwiderstand"
IDS_SHEAR_CONNECTION = "Schubverbindung"
IDS_SHOPPING_MALL = "Einkaufszentrum"
IDS_SHORT_HYPHEN_TERM = "Kurzfrist"
IDS_SLENDER = "Schlank"
IDS_SLIDING = "Gleiten"
IDS_SLIDING_CAPACITY = "Gleitfähigkeit"
IDS_SPACING_OF_SHEAR_REINFORCEMENT = "Abstand der Schubbewehrung"
IDS_SPECIAL_BOUNDARY_ELEMENT_TRANSVERSE_REINFORCEMENT_IS_NOT_REQUIRED = " - Querbewehrung des speziellen Randelements ist nicht erforderlich"
IDS_SPECIAL_BOUNDARY_ELEMENT_TRANSVERSE_REINFORCEMENT_IS_REQUIRED = " - Querbewehrung des speziellen Randelements ist erforderlich"
IDS_SPECIAL_BOUNDARY_ELEMENTS_ARE_NOT_REQUIRED = " - Spezielle Randelemente sind nicht erforderlich"
IDS_SPECIAL_BOUNDARY_ELEMENTS_ARE_REQUIRED = " - Spezielle Randelemente sind erforderlich"
IDS_SPECIAL_MOMENT_FRAME = "Spezialmomentrahmen"
IDS_STIRRUPS = "Bewehrungsstäbe"
IDS_STRAIN_IN_THE_REINFORCEMENT = "Verformung in der Bewehrung"
IDS_STRESS_IN_THE_REINFORCEMENT = "Spannung in der Bewehrung"
IDS_STRESS_STRAIN_RELATION = "Spannungs-Dehnungs-Beziehung"
IDS_STRESS_STRAIN_EQIV_RECT = "Äquivalentes Rechteck"
IDS_STRESS_STRAIN_EQIV_PARA = "Parabel-Rechteck (Durchschnitt)"
IDS_STRESS_STRAIN_REAL_PARA = "Parabel-Rechteck (Detail)"
IDS_STRESS_UNDER_CONSTRUCTION = "Spannung unter Konstruktion"
IDS_CONC_STRENGTH_LIMITED_TO_C50_60 = "Die Schubtragfähigkeit von Betonfestigkeitsklassen höher als C50/60 kann auf die von C50/60 begrenzt werden."
IDS_CONC_STRENGTH_LIMITED_TO_C90_105 = "Die Schubtragfähigkeit von Betonfestigkeitsklassen höher als C90/105 kann auf die von C90/105 begrenzt werden."
IDS_CONC_STRENGTH_LIMITED_TO_C100_115 = "Die Schubtragfähigkeit von Betonfestigkeitsklassen höher als C100/115 kann auf die von C100/115 begrenzt werden."
IDS_CONC_STRENGTH_LIMITED_TO_B65 = "Die Schubtragfähigkeit von Betonfestigkeitsklassen höher als B65(C60/75) kann auf die von B65(C60/75) begrenzt werden."
IDS_SHEAR_REINFORCEMENT_IS_NOT_REQUIURED = "Schubkraftbewehrung ist nicht erforderlich."
IDS_SHEAR_REINFORCEMENT_IS_NOT_REQUIURED_US = "Querbewehrung ist nicht erforderlich."
IDS_SHEAR_REINFORCEMENT_IS_REQUIRED = "Schubkraftbewehrung ist erforderlich."
IDS_SHEAR_REINFORCEMENT_IS_REQUIRED_US = "Querbewehrung ist erforderlich."
IDS_SEARCH_FOR_NEUTRAL_AXIS = "Suche nach der neutralen Achse"
IDS_SHEAR_BUCKLING_COEFFICIENT = "Schubknickkoeffizient"
IDS_STIFFENED = "Versteift"
IDS_SUM_PROBABLE_MOMENT_GIRDERS = "Summierung der wahrscheinlichen Momente der angeschlossenen Träger"
IDS_SHEAR_CALCULATE_SMAX_DIR_y = "Maximalen Abstand für y-Richtung berechnen"
IDS_SHEAR_CALCULATE_SMAX_DIR_z = "Maximalen Abstand für z-Richtung berechnen"
IDS_SHEAR_CHECK_SMAX__s__EQ_s = "Prüfen, ob Tabelle %s Gl.(%s) zu berücksichtigen ist"
IDS_SHEAR_CONSIDER_SMAX__s__EQ_s = "Daher wird %s Gl.(%s) berücksichtigt."
IDS_SHEAR_NOT_CONSIDER_SMAX__s__EQ_s = "Daher wird %s Gl.(%s) nicht berücksichtigt."
IDS_SKIN = "Seite"
IDS_STEEL_I_TYPE2 = "Stahl-I (Typ2)"
IDS_STEEL_BOX_TYPE2 = "Stahl-Box (Typ2)"
IDS_STEEL_TUB_TYPE2 = "Stahl-Rohr (Typ2)"
IDS_TABLE = "Tabelle"
IDS_TENS_DOT = "Zug."
IDS_TENSLIE_STRENGTH_OF_THE_REINFORCEMENT = "Zugfestigkeit der Bewehrung"
IDS_TENSION = "Zug"
IDS_TENSION_CONTROLLED = "Zug kontrolliert"
IDS_TENSION_ONLY = "Nur Zug"
IDS_THICKNESS = "Dicke"
IDS_TOP = "Oben"
IDS_TORSION = "Torsion"
IDS_TORSION_CAPACITY = "Torsionskapazität"
IDS_TORSION_CAPACITY_US = "Berechnung des Torsionswiderstands"
IDS_TORSION_CHECK_NEED = "Torsionseinflüsse berücksichtigen."
IDS_TORSION_NEGLECT = "Es ist zulässig, Torsionseinflüsse zu vernachlässigen."
IDS_TORSION_NEGLECT_CHK = "Torsion prüfen, um Torsionseinflüsse zu vernachlässigen."
IDS_TORSION_NEGLECT_CHK_US = "Torsionseinflüsse werden geprüft."
IDS_TORSION_REQ_AS_L = "Erforderliche torsionale Längsbewehrung berechnen."
IDS_TORSION_REQ_AS_L_US = "Längsbewehrung wird geprüft."
IDS_TORSION_REQ_AS_T = "Erforderliche torsionale Querbewehrung berechnen."
IDS_TORSION_SECTIONLIMIT = "Querschnittsgrenze prüfen."
IDS_TORSION_SMAX = "Konstruktive torsionale Bewehrung berechnen."
IDS_TORSION_SMAX_T = "Konstruktive torsionale Querbewehrung berechnen."
IDS_TORSION_SMAX_L = "Konstruktive torsionale Längsbewehrung berechnen."
IDS_TORSION_STRENGTH = "Überprüfung der Torsionsfestigkeit"
IDS_TRANSITION = "Übergang"
IDS_TENSION_STRENGTH_CALCULATION_TYPE_IS_NONE = "Der Berechnungstyp der Zugfestigkeit ist „Keine“."
IDS_NEED_MORE_REBAR = "Mehr Bewehrung erforderlich"
IDS_UNCRACKED_SECTION = "Ungeknickter Querschnitt"
IDS_UPLIFT = "Hebung"
IDS_USE_TYPE = "Verwendungstyp"
IDS_USER_STRENGTH_FACTOR = "Benutzerdefinierter Abminderungsbeiwert der Tragfähigkeit"
IDS_UNSTIFFENED = "Unversteift"
IDS_USER_DEFINED = "Benutzerdefiniert"
IDS_VARIABLE_ACTION = "Variable Aktion"
IDS_VERTICAL = "Vertikal"
IDS_VERTICAL_FORCE = "Vertikale Kraft"
IDS_VERTICAL_TENSILE_STRESS = "Vertikale Zugspannung"
IDS_VOLUMETRIC_RATIO = "Volumenverhältnis"
IDS_VALUE_DGN = "Wert"
IDS_VERIFY_REINFORCEMENT_INFORMATION = "Bitte überprüfen Sie die Bewehrungsinformationen."
IDS_VIBRATION = "Vibration"
IDS_WALL_HEIGHT = "Wandhöhe"
IDS_WALL_LENGTH = "Wandlänge"
IDS_WALL_THICKNESS = "Wanddicke"
IDS_WATCHING_AREA = "Beobachtungsbereich"
IDS_WHERE = "Wo"
IDS_WALL_MOMENT_ENVELOP = "Bemessungsmoment aus dem Hüllkurvendiagramm für eine duktil ausgelegte Wand berechnen"
IDS_WALL_BELOW__s = "unter %s"
IDS_WALL_ABOVE__s = "über %s"
IDS_YOU_HAVE_TO_INPUT_CRITICAL_REGION_SPACING_DATA = "Sie müssen die Abstandsdaten für den kritischen Bereich eingeben."
IDS_Y_AXIS = "y-Achse"
IDS_Z_AXIS = "z-Achse"
IDS_DGN_RPRT_USERS_UNIT = "Einheit des Benutzers : "
IDS_DGN_RPRT_DET_CHECK_AXIAL_RATIO = "Überprüfung des axialen Verhältnisses"
IDS_DGN_RPRT_DET_CHECK_AXIAL_RESISTANCE = "Überprüfung des axialen Widerstands"
IDS_DGN_RPRT_DET_CALC_RESIS = "Bemessungswiderstand des Querschnitts berechnen"
IDS_DGN_RPRT_DET_BUCKLING_CURVE = "Knickkurve"
IDS_DGN_RPRT_DET_AXIAL_TOR_BUCK = "Bemessungswiderstand für Torsionsknicken berechnen"
IDS_DGN_RPRT_DET_AXIAL_TOR_BUCK_DES = "Bemessungswiderstand für Torsion und torsions-biegedrillknicken"
IDS_DGN_RPRT_DET_COMP_RESIS = "Bemessungswiderstand eines Druckbauteils"
IDS_DGN_RPRT_DET_TENS_RESIS = "Bemessungswiderstand eines Zugbauteils"
IDS_DGN_RPRT_DET_BUCK_SLEND = "Nichtdimensionale Schlankheit"
IDS_DGN_RPRT_DET_AXIAL_BUCK_RESIS = "Bemessungswiderstand für Biegeknicken"
IDS_DGN_RPRT_DET_AXIAL_BUCK_L_SHAPE = "Bemessungswiderstand für Biegeknicken berechnen (Hauptachse, starke Achse)"
IDS_DGN_RPRT_DET_AXIAL_BUCK_Y = "Bemessungswiderstand für Biegeknicken berechnen (y-y-Achse)"
IDS_DGN_RPRT_DET_AXIAL_BUCK_Z = "Bemessungswiderstand für Biegeknicken berechnen (z-z-Achse)"
IDS_DGN_RPRT_DET_NO_CHK_AXIAL_BUCK = "Biegeknicken muss nicht geprüft werden."
IDS_DGN_RPRT_DET_NO_CHK_AXIAL_BUCK_T = "Torsions-Biegedrillknicken muss nicht geprüft werden."
IDS_DGN_RPRT_DET_SHEAR_CENTER = "Schubzentrum"
IDS_DGN_RPRT_DET_SHEAR_CENTER_FROM_CENTROID = "Schubzentrum vom Schwerpunkt"
IDS_DGN_RPRT_DET_MOMENT_RESIS_MAJOR = "Bemessungswiderstand für Biegung um die starke Achse prüfen"
IDS_DGN_RPRT_DET_MOMENT_RESIS_MINOR = "Bemessungswiderstand für Biegung um die schwache Achse prüfen"
IDS_DGN_RPRT_DET_MOMENT_RESIS_MAJOR_YY = "Bemessungswiderstand für Biegung um die starke y-y-Achse"
IDS_DGN_RPRT_DET_MOMENT_RESIS_MiNOR_ZZ = "Bemessungswiderstand für Biegung um die schwache z-z-Achse"
IDS_DGN_RPRT_DET_MOMENT_RESIS_MAJOR_UU = "Bemessungswiderstand für Biegung um die Hauptachse u-u (starke Achse)"
IDS_DGN_RPRT_DET_MOMENT_RESIS_MiNOR_VV = "Bemessungswiderstand für Biegung um die Hauptachse v-v (schwache Achse)"
IDS_DGN_RPRT_DET_MOMENT_RESIS_LTB = "Bemessungswiderstand für Biegedrillknicken berechnen"
IDS_DGN_RPRT_DET_MOMENT_BUCKLING_SLEN = "Knickschlankheit"
IDS_DGN_RPRT_DET_MOMENT_BUCKLING_RESI = "Bemessungswiderstand für Biegedrillknicken"
IDS_DGN_RPRT_DET_MOMENT_LTB_NEED = "LTB muss geprüft werden"
IDS_DGN_RPRT_DET_MOMENT_LTB_NO_NEED = "LTB muss nicht geprüft werden"
IDS_DGN_RPRT_DET_AND = "und"
IDS_DGN_RPRT_DET_OR = "or"
IDS_DGN_RPRT_DET_MOMENT_LTB_RESIS_MAJOR = "Bemessungswiderstand für Biegedrillknicken prüfen"
IDS_DGN_RPRT_DET_MOMENT_LTB_EXCEPTION = "Unsymmetrischer Querschnitt bezüglich der schwachen Achse oder nicht ausgesteifter Querschnitt"
IDS_DGN_RPRT_DET_MOMENT_LTB_CAN_NOT = "Kann LTB nicht überprüfen"
IDS_DGN_RPRT_DET_COMBINED_BUCK_RATIO = "Interaktionsverhältnis eines Knickwiderstands berechnen (Biegung und Normalkraft)"
IDS_DGN_RPRT_DET_REDUCTION_FACT_BUCK = "Reduktionsfaktoren für Knicken"
IDS_DGN_RPRT_DET_EFFICIENCY_FACT = "Effizienzfaktor"
IDS_DGN_RPRT_DET_BUCK_FORCE = "Knickkraft"
IDS_DGN_RPRT_DET_BUCK_RES_MOMENT = "Knickwiderstandsmoment"
IDS_DGN_RPRT_DET_EQ_UNIFORM_FACT = "Äquivalente uniforme Momentfaktoren"
IDS_DGN_RPRT_DET_AUXILIARY_TERMS = "Hilfsbegriffe"
IDS_DGN_RPRT_DET_INTERACTON_FACT = "Interaktionsfaktoren"
IDS_DGN_RPRT_DET_INTERACTON_VALUE = "Interaktionswerte"
IDS_DGN_RPRT_DET_INTERACTON_RATIO = "Interaktionsverhältnisse"
IDS_DGN_RPRT_DET_INTERACTON = "Interaktion"
IDS_DGN_RPRT_DET_CHECK_INTERACTON_RATIO = "Überprüfung der Interaktionsverhältnisse"
IDS_DGN_RPRT_DET_CHECK_INTERACTON_RATIO_BAND_AXIAL = "Interaktionsverhältnis von Biegung und Normalkraft berechnen"
IDS_DGN_RPRT_DET_CHECK_INTERACTON_RATIO_TORSION = "Interaktionsverhältnis eines Torsionswiderstands berechnen (direkte und torsionale Spannung)"
IDS_DGN_RPRT_DET_CHECK_INTERACTON_RATIO_CLASS12 = "Interaktionsverhältnis eines Querschnitts der Klasse 1 und 2 berechnen (Biegung und Druck)"
IDS_DGN_RPRT_DET_INTERACTON_FORCES = "Angesetzte Kräfte für das Interaktionsverhältnis"
IDS_DGN_RPRT_DET_HIGH_SHEAR_REDUCED_MOMENT_MAJOR = "Reduzierter Momentwiderstand bei hoher Schubkraft um die starke Achse"
IDS_DGN_RPRT_DET_HIGH_SHEAR_REDUCED_MOMENT_MINOR = "Reduzierter Momentwiderstand bei hoher Schubkraft um die schwache Achse"
IDS_DGN_RPRT_DET_PART = "Teil"
IDS_DGN_RPRT_DET_CLASS = "Klasse"
IDS_DGN_RPRT_DET_SECTION_CLASS = "Klasse des Querschnitts"
IDS_DGN_RPRT_DET_TENSILE_STRESS_DIR1_TOP = "Zugspannung für Dir-1-Bewehrung prüfen, oben"
IDS_DGN_RPRT_DET_TENSILE_STRESS_DIR1_BOT = "Zugspannung für Dir-1-Bewehrung prüfen, unten"
IDS_DGN_RPRT_DET_TENSILE_STRESS_DIR2_TOP = "Zugspannung für Dir-2-Bewehrung prüfen, oben"
IDS_DGN_RPRT_DET_TENSILE_STRESS_DIR2_BOT = "Zugspannung für Dir-2-Bewehrung prüfen, unten"
IDS_DGN_RPRT_DET_COMP_STRESS_TOP = "Druckspannung für Beton prüfen, oben"
IDS_DGN_RPRT_DET_COMP_STRESS_BOT = "Druckspannung für Beton prüfen, unten"
IDS_DGN_RPRT_DET_DIR1_TENS_TOP = "Dir 1 Zugspannung oben"
IDS_DGN_RPRT_DET_DIR2_TENS_TOP = "Dir 2 Zugspannung oben"
IDS_DGN_RPRT_DET_COMP_TOP = "Druckspannung oben"
IDS_DGN_RPRT_DET_DIR1_TENS_BOT = "Dir 1 Zugspannung unten"
IDS_DGN_RPRT_DET_DIR2_TENS_BOT = "Dir 2 Zugspannung unten"
IDS_DGN_RPRT_DET_COMP_BOT = "Druckspannung unten"
IDS_DGN_RPRT_DET_CHK_CRACK_ORNOT = "Prüfen, ob Elemente gerissen sind oder nicht."
IDS_DGN_RPRT_DET_MEMBRANE_FORCE = "Membrankräfte."
IDS_DGN_RPRT_DET_CHK_MIN_PRINCIPAL_STRESS = "Minimale Hauptspannung prüfen."
IDS_DGN_RPRT_DET_NEED_REINFORCEMENT = "Erforderliche Bewehrung und Betons p annung."
IDS_DGN_RPRT_DET_TENSILE_STRENGTH_BY_REIN = "Durch Bewehrung bereitgestellte Zugfestigkeiten."
IDS_DGN_RPRT_DET_CONC_STRESS_LIM = "Grenze der Betonfestigkeit."
IDS_DGN_RPRT_DET_CHK_RESULT = "Prüfergebnisse."
IDS_DGN_RPRT_DET_CHK_FATIGUE = "Überprüfung des Ermüdungsverhältnisses"
IDS_DGN_RPRT_DET_FATIGUE = "Ermüdung"
IDS_DGN_RPRT_DET_CALC_FATIGUE = "Berechnung der Ermüdungsfestigkeit"
IDS_DGN_RPRT_DET_IN_STRUCT_STL = "Im Stahlbau"
IDS_DGN_RPRT_DET_CALC_TORSION = "Berechnung des Torsionswiderstands"
IDS_DGN_RPRT_DET_VERIFICATION = "Überprüfung"
IDS_DGN_RPRT_DET_LONGI_SHEAR_DGN_LOAD = "Längsschub-Designlast"
IDS_DGN_RPRT_DET_CHECK_SLENDER_COMP = "Schlankheitsgrad des Druckbauteils prüfen"
IDS_DGN_RPRT_DET_CHECK_SLENDER_TENS = "Schlankheitsgrad des Zugbauteils prüfen"
IDS_DGN_RPRT_DET_CHK_AXIAL_STRN = "Überprüfung der axialen Festigkeit"
IDS_DGN_RPRT_DET_CALC_AXIAL_COMP_STRN = "Berechnung der axialen Druckfestigkeit"
IDS_DGN_RPRT_DET_CALC_SLEND_L_SHAPE = "Schlankheitsgrad eines einzelnen Winkelprofils berechnen"
IDS_DGN_RPRT_DET_CALC_FBS = "Berechnung der flexuralen Knickspannung"
IDS_DGN_RPRT_DET_CALC_FTBS = "Spannung für Biege-Torsionsknicken berechnen"
IDS_DGN_RPRT_DET_NOT_CONSIDER = "Nicht berücksichtigen"
IDS_DGN_RPRT_DET_NON_SLENDER = "Nicht schlank"
IDS_DGN_RPRT_DET_SLENDER = "Schlank"
IDS_DGN_RPRT_DET_CHK_WTRF = "Breite-Dicke-Verhältnis des Flansches prüfen"
IDS_DGN_RPRT_DET_CHK_WTRS = "Breite-Dicke-Verhältnis des Stegs prüfen"
IDS_DGN_RPRT_DET_CALC_QSF = "Abminderungsbeiwert des Flansches berechnen"
IDS_DGN_RPRT_DET_CALC_QSS = "Abminderungsbeiwert des Stegs berechnen"
IDS_DGN_RPRT_DET_CALC_Q = "Abminderungsbeiwert von ausgesteiften Elementen berechnen"
IDS_DGN_RPRT_DET_CHK_DTRW = "Höhe-Dicke-Verhältnis des Stegs prüfen"
IDS_DGN_RPRT_DET_CALC_QS = "Abminderungsbeiwert von schlanken nicht ausgesteiften Elementen berechnen"
IDS_DGN_RPRT_DET_CALC_QA = "Abminderungsbeiwert von schlanken ausgesteiften Elementen berechnen"
IDS_DGN_RPRT_DET_CHK_WTR = "Überprüfung des Breite-Dicke-Verhältnisses"
IDS_DGN_RPRT_DET_CHK_WTRTF = "Breite-Dicke-Verhältnis des oberen Flansches prüfen"
IDS_DGN_RPRT_DET_CHK_WTRBF = "Breite-Dicke-Verhältnis des unteren Flansches prüfen"
IDS_DGN_RPRT_DET_CHK_DTR = "Überprüfung des Durchmesser-Dicke-Verhältnisses"
IDS_DGN_RPRT_DET_CHK_FLEX_MAJOR = "Biegetragfähigkeit um die Hauptachse (Y) prüfen"
IDS_DGN_RPRT_DET_CALC_FLEX_MAJOR = "Biegetragfähigkeit um die Hauptachse berechnen"
IDS_DGN_RPRT_DET_CHK_FLEX_MINOR = "Biegetragfähigkeit um die Nebenachse (Z) prüfen"
IDS_DGN_RPRT_DET_CALC_FLEX_MINOR = "Biegetragfähigkeit um die Nebenachse berechnen"
IDS_DGN_RPRT_DET_CHK_FLEX_MAJOR_U = "Biegetragfähigkeit um die Hauptachse (U) prüfen"
IDS_DGN_RPRT_DET_SECT_PARAM_PRIN = "Querschnittsparameter um die Hauptachsen"
IDS_DGN_RPRT_DET_DGN_MOMENT_PRIN = "Bemessungsmoment um die Hauptachsen"
IDS_DGN_RPRT_DET_CALC_LIM_WTRF = "Grenz-Breite-Dicke-Verhältnis für Biegung berechnen"
IDS_DGN_RPRT_DET_WTR = "Breite-Dicke-Verhältnis"
IDS_DGN_RPRT_DET_YIELD = "Fließen"
IDS_DGN_RPRT_DET_LTB = "Laterale torsionale Knickung"
IDS_DGN_RPRT_DET_NOT_APP = "Nicht angewendet"
IDS_DGN_RPRT_DET_CALC_LLB = "Beinlokales Knicken"
IDS_DGN_RPRT_DET_CHK_FLEX_MINOR_v = "Biegetragfähigkeit um die Nebenachse (V) prüfen"
IDS_DGN_RPRT_DET_ELASTIC_SECTION_MODULUS = "Elastisches Querschnittsmodul bezogen auf Zug- und Druckflansch"
IDS_DGN_RPRT_DET_CALC_LIM_WTRFF = "Grenz-Breite-Dicke-Verhältnis des Flansches für Biegung berechnen"
IDS_DGN_RPRT_DET_CALC_LIM_WTRWF = "Grenz-Breite-Dicke-Verhältnis des Stegs für Biegung berechnen"
IDS_DGN_RPRT_DET_BEND_TENSION_STIFFENED_EFFECT = "Zugversteifungseffekt"
IDS_DGN_RPRT_DET_APP = "Angewendet"
IDS_DGN_RPRT_DET_BEND_RPG = "Biegemomentreduktionsfaktor"
IDS_DGN_RPRT_DET_BEND_CFY = "Druckflanschversagen"
IDS_DGN_RPRT_DET_BEND_CFLB = "Druckflanschlokales Knicken"
IDS_DGN_RPRT_DET_BEND_TFY = "Zugflanschversagen"
IDS_DGN_RPRT_DET_PLASTIC_SECTION_MODULUS = "Plastisches Querschnittsmodul bezogen auf Zug- und Druckflansch"
IDS_DGN_RPRT_DET_FLS_NOT_LTB = "Vollständig seitlich gehalten – LTB nicht anwenden"
IDS_DGN_RPRT_DET_COMPACT = "Kompakt"
IDS_DGN_RPRT_DET_NONCOMPACT = "Nicht kompakt"
IDS_DGN_RPRT_DET_BEND_YIELD = "Nennbiegetragfähigkeit für Fließen"
IDS_DGN_RPRT_DET_BEND_FLB = "Nennbiegetragfähigkeit für lokales Beulen des Flansches"
IDS_DGN_RPRT_DET_BEND_FLB_NOT_APP = "Kompakter Flansch - Nicht angewendet"
IDS_DGN_RPRT_DET_BEND_WEB_NOT_APP = "Kompakte Steg - Nicht angewendet"
IDS_DGN_RPRT_DET_BEND_SECT_NOT_APP = "Kompakter Querschnitt - Nicht angewendet"
IDS_DGN_RPRT_DET_COMB_CHK = "Überprüfung der kombinierten Festigkeit"
IDS_DGN_RPRT_DET_COMB_INTERACTION = "Interaktionsgrad der kombinierten Tragfähigkeit berechnen"
IDS_DGN_RPRT_DET_CHK_SHEAR_MAJOR = "Schubtragfähigkeit um die Hauptachse (Z) prüfen"
IDS_DGN_RPRT_DET_CALC_SHEAR_MAJOR = "Schubtragfähigkeit um die Hauptachse berechnen"
IDS_DGN_RPRT_DET_CHK_SHEAR_MINOR = "Schubtragfähigkeit um die Nebenachse (Y) prüfen"
IDS_DGN_RPRT_DET_CALC_SHEAR_MINOR = "Schubtragfähigkeit um die Nebenachse berechnen"
IDS_DGN_RPRT_DET_CALC_WEB_SHEAR_COF = "Berechnung des Schubkoeffizienten des Stegs"
IDS_DGN_RPRT_DET_SECT_SIZE_INFO = "Informationen zur Querschnittsgröße"
IDS_DGN_RPRT_DET_BEND_WLB = "Lokales Knicken des Stegs"
IDS_DGN_RPRT_DET_COMP_YIELD = "Druckversagen"
IDS_DGN_RPRT_DET_CLB = "Lokales Knicken unter Druck"
IDS_DGN_RPRT_DET_CHK_TORSION = "Überprüfung der Torsionsfestigkeit"
IDS_DGN_RPRT_DET_CALC_C = "Berechnung des C-Faktors"
IDS_DGN_RPRT_DET_CALC_BUCKLING = "Berechnung der Knickfestigkeit"
IDS_DGN_RPRT_DET_CALC_TORSION_STRN = "Berechnung der torsionalen Nennfestigkeit"
IDS_DGN_RPRT_DET_CALC_FLB = "Berechnung des lokalen Knickens des Flansches"
IDS_DGN_RPRT_DET_CALC_VER_WEB_CAPA = "Tragfähigkeit der vertikalen Stegbewehrung prüfen"
IDS_DGN_RPRT_DET_CALC_CUV_DUCT_FAC = "Berechnung des Krümmungsduktilitätsfaktors"
IDS_DGN_RPRT_DET_CALC_MECHA_VOL_HOOP = "Mechanisches volumetrisches Verhältnis der umschließenden Bügel innerhalb der kritischen Bereiche prüfen"
IDS_DGN_RPRT_DET_CALC_CRITIC_REGI_SL = "Gleitversagen innerhalb der kritischen Bereiche prüfen. (Untere Position)"
IDS_DGN_RPRT_DET_CHK_ENDZONE_LENGTH = "Überprüfung der Endzonenlänge"
IDS_DGN_RPRT_DET_ENDZONE_LENGTH = "Endzonenlänge"
IDS_DGN_RPRT_DET_CALC_AXIAL_TENS_STRN = "Berechnung der axialen Zugfestigkeit"
IDS_DGN_RPRT_DET_ELASTIC_SECTION_MODULUS2 = "Elastisches Querschnittsmodul bezogen auf Zug- und Druckflansche"
IDS_DGN_RPRT_DET_ELASTIC_SECTION_MODULUS3 = "Elastisches Querschnittsmodul bezogen auf Druckflansche"
IDS_DGN_RPRT_CALC_COMP_FLB = "Lokales Beulen des Druckflansches berechnen"
IDS_DGN_RPRT_LEGS = "Beine"
IDS_DGN_RPRT_LEG = "Bein"
IDS_DGN_RPRT_POSITIVE = "Positiv"
IDS_DGN_RPRT_NEGATIVE = "Negativ"
IDS_MEMBER_NAME = "BAUTEILNAME"
IDS_SKIP_MESSAGE = "Berechnung wird übersprungen."
IDS_SECTION_PROP = "Querschnittseigenschaft"
IDS_THICKNESS_PROP = "Dickeneigenschaft"
IDS_LENGTH = "Länge"
IDS_STRESS = "Spannung"
IDS_STEEL = "Stahl"
IDS_STEEL_SECTION = "Stahlquerschnitt"
IDS_COMPOSITE_SECTION = "Verbundquerschnitt"
IDS_DGN_STRESS_CHECK = "Spannungsprüfung"
IDS_DGN_SLAB = "Platte"
IDS_DGN_SHEAR_FORCE = "Schubkraft"
IDS_DGN_COMBINED_RATIO = "Kombinierter Quotient"
IDS_DGN_RPT_REINFORCEMENT_SPACING = "Bewehrungsabstand"
IDS_DGN_RPT_SPACING = "Abstand"
IDS_DGN_RPT_DISTRIBUTION_REINFORCEMENT = "Verteilungsbewehrung"
IDS_CHECK_DISTRIBUTION_TOP_REINFORCEMENT = "Überprüfung der oberen Verteilungsbewehrung"
IDS_CHECK_DISTRIBUTION_BOT_REINFORCEMENT = "Überprüfung der unteren Verteilungsbewehrung"
IDS_DGN_RPT_NON_PRESTRESSED_STRUCTURE = "(für nicht vorgespannten Strukturen)"
IDS_DGN_RPT_MEMB_WITHOUT_TENSION_FORCE = "( für Bauteile ohne Zugkraft )"
IDS_DGN_RPT_COMPOSED_BENDING_TENSION = "( für Bauteile mit zusammengesetzter Biegung mit Zug )"
IDS_DGN_RPT_CONCRETE_AND_STEEL_CLASSES = "(nach Beton- und Stahlklassen)"
IDS_DGN_RPT_NOT_REQUIRED = "Nicht erforderlich."
IDS_DGN_RPT_APPLIED_SPACING = "Angewendeter Abstand"
IDS_DGN_RPT_CALCULATE_SPACING = "Abstand berechnen"
IDS_DGN_RPT_REINFORCEMENT_REQUIRED = "Benötigte Bewehrung"
IDS_DGN_RPT_MAXIMUM_FORCE_ALONG_MEMB = "Maximale Kräfte entlang des Bauteils"
IDS_DGN_RPT_DEFAULT_OR_USER_DEFINED = "(Standard oder benutzerdefiniert)"
IDS_DGN_CALCULATE_MAXIMUM_INTERACTION_RATIO = "Berechnung des maximalen Interaktionsverhältnisses"
IDS_DGN_MAXIMUM_DEFLECTION_POSITION = "Maximale Durchbiegungsposition"
IDS_COMMON_MAIN_REBAR = "Hauptbewehrung"
IDS_COMMON_DISTRI_REBAR = "Verteilungsbewehrung"
IDS_COMMON_STIRRUP = "Stütze"
IDS_COMMON_NO_STIRRUP = "Keine Stütze"
IDS_EC2_CHARACTERSTIC = "Charakteristisch"
IDS_EC2_QUARSIPERMANENT = "Quasi-Permanent"
IDS_EC2_FREQUENT = "Häufig"
IDS_EC3_LEFT_TOP_FLANGE = "LINKER OBENFLANSCH"
IDS_EC3_RIGHT_TOP_FLANGE = "RECHTER OBENFLANSCH"
IDS_EC3_MID_TOP_FLANGE = "MITTLERER OBENFLANSCH"
IDS_EC3_LEFT_BOT_FLANGE = "LINKER UNTENFLANSCH"
IDS_EC3_RIGHT_BOT_FLANGE = "RECHTER UNTENFLANSCH"
IDS_EC3_MID_BOT_FLANGE = "MITTLERER UNTENFLANSCH"
IDS_EC3_WEB = "WEB"
IDS_EC3_TOP_PART_WEB = "OBERER TEIL STEG"
IDS_EC3_BOT_PART_WEB = "UNTERER TEIL STEG"
IDS_EC3_WEB_PANEL = "Stegplatte"
IDS_EC3_WEB_DUMMY = "Steg Dummy"
IDS_EC3_SECTION_CLASS = "Querschnittsklassifizierung"
IDS_EC2_DEFLECTION_AMPLIFICATION_FACTOR = "Durchbiegungsverstärkungsfaktor"
IDS_EC3_TOP_WEB = "OBERER STEG"
IDS_EC3_BOTTOM_WEB = "UNTERER STEG"
IDS_EC3_LEFT_WEB = "LEFT WEB"
IDS_EC3_RIGHT_WEB = "RECHTER STEG"
IDS_EC3_TUBULAR = "ROHRFÖRMIG"
IDS_EC3_INT_BOT_FLANGE = "INTERNER UNTENFLANSCH"
IDS_EC3_INT_TOP_FLANGE = "INTERNER OBENFLANSCH"
IDS_EC3_LEFT_MIDDLE_TOP_FLANGE = "LINKER-MITTEL OBENFLANSCH"
IDS_EC3_RIGHT_MIDDLE_TOP_FLANGE = "RECHTER-MITTEL OBENFLANSCH"
IDS_EC3_LEFT_MIDDLE_BOT_FLANGE = "LINKER-MITTEL UNTENFLANSCH"
IDS_EC3_RIGHT_MIDDLE_BOT_FLANGE = "RECHTER-MITTEL UNTENFLANSCH"
IDS_EC3_TOP_FLANGE_PANEL = "Oberer Flanschplatte"
IDS_EC3_BOT_FLANGE_PANEL = "Unterer Flanschplatte"
IDS_EC3_TOP_FLANGE = "OBENFLANSCH"
IDS_EC3_BOT_FLANGE = "UNTENFLANSCH"
IDS_EC3_LEFT_D_TOP_FLANGE = "LINKER-D OBENFLANSCH"
IDS_EC3_RIGHT_D_TOP_FLANGE = "RECHTER-D OBENFLANSCH"
IDS_EC3_LEFT_1_TOP_FLANGE = "LINKER-1 OBENFLANSCH"
IDS_EC3_LEFT_2_TOP_FLANGE = "LINKER-2 OBENFLANSCH"
IDS_EC3_RIGHT_1_TOP_FLANGE = "RECHTER-1 OBENFLANSCH"
IDS_EC3_RIGHT_2_TOP_FLANGE = "RECHTER-2 OBENFLANSCH"
IDS_EC3_LEFT_D_BOT_FLANGE = "LINKER-D UNTENFLANSCH"
IDS_EC3_RIGHT_D_BOT_FLANGE = "RECHTER-D UNTENFLANSCH"
IDS_DGN_CONSTRUCTIBILITY = "Baubarkeit"
IDS_AS_FROM_BOTTOM_SURFACE_SECTION = "von der unteren Oberfläche des Querschnitts"
IDS_AS_ASSUMED_TRANSVERSE_STRESS_FLANGE_ZERO = "Es wird angenommen, dass die Querspannung der Flanschplatte null ist"
IDS_AS_STRENGTH_FLANGE_PLATE = "Festigkeit der Flanschplatte"
IDS_AS_STRENGTH_LONGITUDINAL_FLANGE_STIFFENER = "Tragfähigkeit des longitudinalen Flanschsteifeners"
IDS_CRACKED = "Rissig"
IDS_EFFECTIVE_SECTION_PROP = "Effektive Querschnittseigenschaft"
IDS_AS_CHECK_MINIMUM_AREA_REINFORCEDMENT = "Mindestfläche der Bewehrung prüfen"
IDS_AS_ASSUMED_AREA_THE_END_POST_SATISFIES_EQ_5_14_9 = "Es wird angenommen, dass die Fläche der Endpfosten die Anforderung der Gleichung 5.14.9 erfüllt."
IDS_AS_CRACK_CONTROL_SLAB = "Risskontrolle der Platte"
IDS_AS_NOMINAL_DIAMETER = "Nenn-Durchmesser"
IDS_AS_CENTER_TO_CENTER_SPACING = "Mitte-zu-Mitte Abstand"
IDS_AS_CHECK_MAXIMUM_SPACING_REBAR = "Maximalen Abstand der Bewehrungsstäbe prüfen"
IDS_AS_YIELDING_FLANGE_PLATE = "Fließen der %s Flanschplatte"
IDS_AS_PANEL_FROM_TOP_FLANGE = "Feld vom oberen Flansch"
IDS_AS_STIFFENER_FROM_TOP_FLANGE = "Steifener vom oberen Flansch"
IDS_AS_CRITICAL_PANEL = "Kritisches Feld:"
IDS_AS_CRITICAL_STIFFENER = "Kritischer Steifener:"
IDS_AS_FIRST = "Erster"
IDS_AS_SECOND = "Zweite"
IDS_AS_THIRD = "Dritte"
IDS_AS_FOURTH = "Vierte"
IDS_AS_FIFTH = "Fünfte"
IDS_AS_SIXTH = "Sechste"
IDS_AS_SEVENTH = "Siebte"
IDS_INTERACTION_SHEAR_BENDING = "Interaktion von Schub und Biegung"
IDS_INTERACTION_SHEAR_BENDING_2LINE = "Interaktion von \n Schub & Biegung"
IDS_PROPORTIONING_METHOD = "Dimensionierungsmethode"
IDS_SHEAR_BENDING_INTERACTION_METHOD = "Interaktionsmethode für Schub und Biegung"
IDS_CLAUSE_4_6_3_ALLOW_SEQUECE_CONSTRUCTION = "wird gemäß Abschnitt 4.6.3 unter Berücksichtigung der Bauabfolge bestimmt."
IDS_STRENGTH_LONGITUDINAL_FLANGE_STIFFENER = "Tragfähigkeit der longitudinalen Flanschsteifener"
IDS_STRENGTH_LONGITUDINAL_FLANGE_STIFFENER_2LINE = "Tragfähigkeit des longitudinalen \nFlanschsteifeners"
IDS_DEMAND = "Nachfrage"
IDS_CAPACITY = "Kapazität"
IDS_YIELDING_FLANGE_PLATE = "Streckgrenze der Flanschplatte"
IDS_LONGITUDINAL_SHEAR_SLS = "Längsschub für SLS"
IDS_CHARACTERISTIC_SHEAR_CAPACITY_OF_SHEAR_CONNECTORS = "Charakteristische Schubtragfähigkeit der Schubverbinder"
IDS_DESIGN_FOR_LONGITUDINAL_SHEAR = "Dimensionierung für Längsschub"
IDS_DESIGN_LONGITUDINAL_SHEAR_FORCE_PER_UNIT_LENGTH = "Bemessungs-Längsschubkraft je Längeneinheit"
IDS_FORCE = "Kraft"
IDS_COMPOSITE = "Verbund"
IDS_COMPONENT = "Komponente"
IDS_STRESSES = "Spannungen"
IDS_TOP_FLANGE = "Obere Flansch"
IDS_BOTTOM_FLANGE = "Untere Flansch"
IDS_WARPING_STRESSES = "Verzerrungsspannungen"
IDS_DSITORSIONAL_WARPING = "Verzerrende Verzerrung"
IDS_EFFECTIVE_PLASTIC_NEUTRAL_AXIS = "Effektive plastische neutrale Achse"
IDS_DESIGN_FOR_BENDING_MOMENT = "Dimensionierung für Biegemoment"
IDS_MOMENT_MODIFICATION_FACTOR = "Momentmodifikationsfaktor"
IDS_SHEAR_YIELD_CAPACITY = "Schubstreckgrenze"
IDS_SHEAR_BUCKLING_CAPACITY = "Schubknickkapazität"
IDS_INTERACTION_BUCKLING_CRITERION = "Interaktionsknickkriterium"
IDS_RESTRAINT_WEB_PANELS = "Einschränkung der Stegplatten"
IDS_THIS_WEB_PANEL_IS_RESTRAINED = "Dieses Stegfeld ist gehalten"
IDS_THIS_WEB_PANEL_IS_UNRESTRAINED = "Dieses Stegfeld ist nicht gehalten"
IDS_BUCKLING_COEFFICIENTS = "Knickkoeffizienten"
IDS_AXIAL_COEFFICIENTS = "Axialkoeffizienten"
IDS_SHEAR_COEFFICIENTS = "Schubkoeffizienten"
IDS_BENDING_COEFFICIENTS = "Biegungskoeffizienten"
IDS_STRENGTH_LONGITUDINAL_WEB_STIFFENER = "Tragfähigkeit der longitudinalen Stegsteifener"
IDS_STIFFENER = "Versteifung"
IDS_MINIMUM_STIFFNESS = "Minimale Steifigkeit"
IDS_YIELDING_WEB_PANEL = "Streckgrenze der Stegplatten"
IDS_PLASTIC_MOMENT = "Plastisches Moment"
IDS_MATERIAL_STEEL_GRADE = "사용강종"
IDS_DGN_RPT_TABLE = "표"
IDS_DGN_RPT_EQUATION = "식"
IDS_DGN_ALLOWABLE_FLEXURAL_TENSILE_STRESS = "허용휨인장응력"
IDS_DGN_ALLOWABLE_FLEXURAL_COMPRESSIVE_STRESS = "허용휨압축응력"
IDS_DGN_ALLOWABLE_COMP_STRESS_NOT_BUCKLING = "국부좌굴을 고려하지 않은 허용축방향압축응력"
IDS_DGN_RPT_Y_AXIS_EFFECTIVE_BUCKLING_LENGTH = "Effektive Knicklänge in Y-Richtung"
IDS_DGN_RPT_Z_AXIS_EFFECTIVE_BUCKLING_LENGTH = "Effektive Knicklänge in Z-Richtung"
IDS_DGN_RPT_MEMBER_EFFECTIVE_BUCKLING_LENGTH = "부재의 유효좌굴길이"
IDS_DGN_RPT_MEMBER_RADIUS_OF_GYRATION = "부재 총단면의 단면회전반경"
IDS_DGN_RPT_MEMBER_SLENDERNESS = "세장비"
IDS_DGN_RPT_DIVISION = "구분"
IDS_DGN_RPT_DISTANCE_BETWEEN_COMP_FLANGE = "압축플랜지 고정점간 거리"
IDS_DGN_RPT_COMP_FLANGE_WIDTH = "압축플랜지 폭"
IDS_DGN_RPT_WEB_AREA = "복부판의 총단면적"
IDS_DGN_RPT_COMP_FLANGE_AREA = "압축플랜지 총단면적"
IDS_DGN_RPT_LOCAL_BUCKLING_ALLOWABLE_STRESS_OF_OUTSTAND = "자유돌출판의 국부좌굴에 대한 허용응력"
IDS_DGN_RPT_COMP_STRESS_MIN_THICKNESS_OF_OUTSTAND = "압축응력을 받는 자유돌출판의 최소두께"
IDS_DGN_RPT_ALLOWABLE_EULER_BUCKLING_STRESS = "허용 오일러 좌굴응력"
IDS_DGN_RPT_ALLOWABLE_SHEAR_STRESS = "허용 전단응력"
IDS_DGN_RPT_NOTE = "Hinweis"
IDS_DGN_RPT_ALLOWABLE_STRESS_LOCAL_BUCKLING_STIFFENED_PLATE_SUPPORT_PLATE = "보강된판 및 양연지지판의 국부좌굴에 대한 허용응력"
IDS_DGN_RPT_PLATE_THICKNESS = "판두께"
IDS_DGN_RPT_DISTANCE_BETWEEN_FIXED_EGDES_PLATE = "판의 고정연 사이의 거리"
IDS_DGN_RPT_STRESS_GRADIENT_COEFFICIENT = "응력구배계수"
IDS_DGN_RPT_STRESS_GRADIENT = "응력구배"
IDS_DGN_RPT_STRESS_BOTH_EDGES_OF_PLATE = "판의 양연에서의 응력"
IDS_DGN_RPT_MIN_THICKNESS_INTERNAL_PLATE_COMPRESSIVE_STRESS = "압축응력을 받는 양연지지판의 최소두께"
IDS_DGN_RPT_ALLOWABLE_STRESS_INTERNAL_PLATE_LOCAL_BUCKLING = "양연지지판의 국부좌굴에 대한 허용응력"
IDS_DGN_RPT_STRESS_BOTH_EDGES_OF_PLATE_EXCLUDED_FROM_REVIEW_INTERNAL_PLATE = "판의 양연에서의 응력이 인장이므로, 압축응력을 받는 양연지지판 검토에서 제외."
IDS_DGN_RPT_THICKNESS_OF_STIFFENED_PLATE = "보강된 판의 두께"
IDS_DGN_RPT_WIDTH_OF_STIFFENED_PLATE = "보강된 판의 폭"
IDS_DGN_RPT_NUMBER_OF_PANELS_SEPERATED_BY_L_STIFFENERS = "종방향보강재에 의해 구분되는 패널의 수"
IDS_DGN_RPT_MIN_THICKNESS_STIFFENED_PLATE_COMPRESSIVE_STRESS = "압축응력을 받는 보강된 판의 최소두께"
IDS_DGN_RPT_ALLOWABLE_STRESS_LOCAL_BUCKLING_OF_STIFFENED_PLATE = "보강된 판의 국부좌굴에 대한 허용응력"
IDS_DGN_RPT_STRESS_BOTH_EDGES_OF_PLATE_EXCLUDED_FROM_REVIEW_STIFFENED_PLATE = "판의 양연에서의 응력이 인장이므로, 압축응력을 받는 보강된 판 검토에서 제외."
IDS_DGN_RPT_ALLOWABLE_STRESS_SUMMARY = "허용응력 요약"
IDS_DGN_RPT_OUTSTAND_PLATE = "자유돌출판"
IDS_DGN_RPT_INTERNAL_PLATE = "양연지지판"
IDS_DGN_RPT_STIFFENED_PLATE = "보강된 판"
IDS_DGN_RPT_CHECKING_FLEXURAL_STRESS = "휨응력에 대한 검토"
IDS_DGN_RPT_CHECKING_SHEAR_STRESS = "전단응력에 대한 검토"
IDS_DGN_RPT_WEB_THICKNESS = "복부 두께"
IDS_DGN_RPT_CHECKING_COMBINED_STRESS = "합성응력에 대한 검토"
IDS_DGN_RPT_DISTANCE_CENTROID_TO_OUTERMOST_SIDE_OF_CLOSED_SECTION = "단면 도심으로부터 폐단면의 최외측까지의 거리"
IDS_DGN_RPT_CHECKING_ALLOWABLE_STRESS_FOR_AXIAL_BENDING_MEMBER = "축방향력 및 휨모멘트를 받는 부재의 허용응력 검토"
IDS_DGN_RPT_AXIAL_STRESS = "축방향력에 의한 응력"
IDS_DGN_RPT_STRESS_FOR_BENDING = "휨모멘트에 의한 응력"
IDS_DGN_RPT_EFFECT_OF_ADDITIONAL_BENDING_MOMENT_CANNOT_BE_CONSIDERED = "일 경우 부가적인 휨모멘트의 영향을 고려할 수 없습니다"
IDS_DGN_RPT_FORMULAR_CANNOT_BE_CONSIDERED = "일 경우 검토식을 적용할 수 없습니다"
IDS_DGN_RPT_CHECKING_AXIAL_FORCE = "축방향력에 대한 검토"
IDS_DGN_RPT_ALLOWABLE_AXIAL_TENSILE_STRESS_FLEXURAL_TENSILE_STRESS = "허용축방향인장응력 및 허용휨인장응력"
IDS_DGN_RPT_ALLOWABLE_AXIAL_TENSILE_STRESS = "허용축방향인장응력"
IDS_DGN_RPT_ALLOWABLE_STRESS_LOCAL_BUCKLING = "국부좌굴에 대한 허용응력"
IDS_DGN_RPT_ALLOWABLE_AXIAL_COMPRESSION_STRESS_UPPER_LIMIT_NOT_LOCAL_BUCKLING = "국부좌굴을 고려하지 않은 허용축방향압축응력의 상한값"
IDS_DGN_RPT_PIPE_RADIUS = "강관의 반지름"
IDS_DGN_RPT_SECTION_NAME = "단면이름"
IDS_DGN_RPT_LOAD_COMBINATION = "하중조합"
IDS_DGN_RPT_SECTION_PROPERTIES = "단면제원상수"
IDS_DGN_RPT_CHECK_POSITION = "검토위치"
IDS_DGN_RPT_EFFECTIVE_BUCKLING_LENGTH = "유효좌굴장"
IDS_DGN_RPT_CHECKING_STRESS_RESULT = "응력검토 결과"
IDS_DGN_RPT_CHECKING_RESULT = "검토 결과"
IDS_DGN_RPT_RESULT_BENDING_STRESS = "휨 응력도"
IDS_DGN_RPT_RESULT_AXIAL_TENSILE_STRESS = "축방향 인장 응력도"
IDS_DGN_RPT_RESULT_SHEAR_STRESS = "전단 응력도"
IDS_DGN_RPT_RESULT_COMBINED_STRESS = "합성 응력도"
IDS_DGN_RPT_RESULT_STABILITY_FOR_AXIAL_TENSION = "축방향 힘이 인장의 경우의 안정조사"
IDS_DGN_RPT_RESULT_STABILITY_FOR_AXIAL_COMPRESSION = "축방향 힘이 압축의 경우의 안정조사"
IDS_DGN_RPT_CHECKING_OKNG = "판정"
IDS_DGN_RPT_COMBINED_STRESS = "합성응력"
IDS_DGN_RPT_ALLOWABLE_VAULE = "허용값"
IDS_DGN_RPT_POSITION = "Position"
IDS_DGN_RPT_DIRECTION = "Richtung"
IDS_DGN_RPT_PANEL_SIZE = "패널수"
IDS_DGN_RPT_MAX_ALLOWABLE_STRESS_NOT_CHANGE_DEPENDING_ON_THICKNESS = "판두께에 의해 내력이 변화하지 않는 강재(-H사양)을 사용"
IDS_DGN_RPT_APPLY_UPPER_LIMIT_ALLOWABLE_BENDING_COMPRESSIVE_STRESS = "허용 휨 압축응력도의 상한값 적용"
IDS_DGN_RPT_APPLY_UPPER_LIMIT_ALLOWABLE_STRESS_FOR_LOCAL_BUCKLING = "국부좌굴에 대한 허용 응력도의 상한값 적용(웹부재)"
IDS_DGN_RPT_ALLOWABLE_STRESS_CHECKING = "허용응력 계산"
IDS_DGN_RPT_COMBINED_STRESS_CHECKING_POSITION_TOP_CORNER = "상단 우각부"
IDS_DGN_RPT_COMBINED_STRESS_CHECKING_POSITION_BOTTOM_CORNER = "하단 우각부"
IDS_DGN_RPT_COMBINED_STRESS_CHECKING_POSITION_TOP_FLANGE = "상부 플랜지"
IDS_DGN_RPT_COMBINED_STRESS_CHECKING_POSITION_BOTTOM_FLANGE = "하부 플랜지"
IDS_DGN_RPT_PART_WEB = "Steg"
IDS_DGN_RPT_PART_FLANGE = "Flansch"
IDS_DGN_RPT_PART_CORNER = "Ecke"
IDS_DGN_RPT_PART_CENTER = "중앙"
IDS_DGN_RPT_PART_TOP = "상단"
IDS_DGN_RPT_PART_BOTTOM = "하단"
IDS_DGN_RPT_PART_LEFT_TOP = "좌상단"
IDS_DGN_RPT_PART_RIGHT_TOP = "우상단"
IDS_DGN_RPT_PART_RIGHT_BOTTOM = "우하단"
IDS_DGN_RPT_PART_LEFT_BOTTOM = "좌하단"
IDS_DGN_RPT_RESPONSE_MODIFICATION_FACTOR = "Reaktionsmodifikationsfaktor"
IDS_AU_BRACED_COLUMN = "Abgestützte Säule"
IDS_AU_DAY = "Tag"
IDS_AU_DAYS = "Tage"
IDS_AU_DIRECTION = "Richtung"
IDS_AU_DOUBLE_CURVATURE = "Doppelte Krümmung"
IDS_AU_ELEMENT_ID = "Element-ID"
IDS_AU_END_I = "END-I"
IDS_AU_END_J = "END-J"
IDS_AU_ENVIRONMENT_ARID = "Arid"
IDS_AU_ENVIRONMENT_INTERIOR = "Innenbereich"
IDS_AU_ENVIRONMENT_NEAR_COASTAL = "Nahe Küste"
IDS_AU_ENVIRONMENT_TEMPERATE_INLAND = "Gemäßigtes Binnenland"
IDS_AU_ENVIRONMENT_TROPICAL = "Tropisch"
IDS_AU_MIDDLE = "MITTE"
IDS_AU_NODE_ID = "Knoten-ID"
IDS_AU_PARA_END_I = "Ende (i)"
IDS_AU_PARA_END_J = "Ende (j)"
IDS_AU_PARA_MIDDLE = "Mitte"
IDS_AU_POSITION = "Position"
IDS_AU_SECTION_ID = "Querschnitt-ID"
IDS_AU_THICKNESS_ID = "Dicken-ID"
IDS_AU_UNBRACED_COLUMN = "Unabgestützte Säule"
IDS_AU_ABSOLUTE_VALUES = "Absolute Werte"
IDS_AU_AGE_OF_CONCRETE = "Alter des Betons"
IDS_AU_AGGREGATE_SIZE = "Korngröße"
IDS_AU_ANGLE_OF_INCLINATION = "Neigungswinkel"
IDS_AU_APPLY_MIN_BEND_MOMENT = "Minimales Biegemoment anwenden"
IDS_AU_AREA_BAR_CLOSED_FITMENT = "Querschnittsfläche des Stabs, der einen geschlossenen Bügel bildet"
IDS_AU_AREA_BOUND_OUTERMOST_FITMENTS = "Querschnittsfläche, begrenzt durch die Mittellinie der äußersten Bügel"
IDS_AU_AREA_ENCLOSED_SHEAR_FLOW_PATH = "Von der Schubflussbahn eingeschlossene Fläche"
IDS_AU_AREA_ENCLOSED_TRANS_TORS_REIN = "Von der Mittellinie der äußeren geschlossenen querliegenden Torsionsbewehrung eingeschlossene Fläche"
IDS_AU_AREA_REIN_HALF_DEPTH_TENSION_ZONE = "Flächen der Bewehrungsstäbe in der halben Querschnittshöhe, die die Biegezugzone enthält"
IDS_AU_ASSUMED_BY_DESIGN = "Angenommen durch das Design"
IDS_AU_BALANCED_AXIS = "Ausgewogene Achse"
IDS_AU_BASIC_DRY_SHRINK_STRAIN = "Grundlegende Trockenschwindungsdehnung"
IDS_AU_BEND_MOMENT_STRN = "Biegemomentfestigkeit"
IDS_AU_CENT_SPAC_BAR_NEAR_TENS_FACE = "Achsabstand (Mitte-zu-Mitte) der Stäbe nahe einer Zugfläche"
IDS_AU_CENT_SPAC_REIN = "Achsabstand (Mitte-zu-Mitte) der Bewehrung"
IDS_AU_CHAR_UNIAX_TENS_STRN_CONC = "Charakteristische einaxiale Zugfestigkeit von Beton"
IDS_AU_CHAR_YIELD_STRN_REIN = "Charakteristische Streckgrenze der Bewehrung"
IDS_AU_CITY = "Stadt"
IDS_AU_COMP_FORC_REIN_SINGLE = "Druckkraft durch Bewehrung basierend auf einfach bewehrter Bemessung"
IDS_AU_COMP_FORCE = "Druckkraft"
IDS_AU_COMP_FORCE_CONC = "Druckkraft durch Beton"
IDS_AU_CRACK_WIDTH = "Rissbreite"
IDS_AU_DAY_OF_DRYING = "Tag der Trocknung"
IDS_AU_DESIGN_FACTORS = "Dimensionierungsfaktoren"
IDS_AU_DIST_LONG_BAR_SIDE = "Abstand des Längsstabs von der Seite"
IDS_AU_DIST_LONG_BAR_SOFFIT = "Abstand des Längsstabs von der Untersicht"
IDS_AU_EFF_DEPTH_BENDING = "Wirksame Höhe eines Querschnitts in der Biegeebene"
IDS_AU_EFFECTIVE_COMP_STRENG_FACT = "Effektiver Druckfestigkeitsfaktor"
IDS_AU_ENVIRONMENT = "Umgebung"
IDS_AU_EQUIV_FACT_SHEAR_FORC = "Äquivalente faktorisierte Schubkraft"
IDS_AU_EXPOSED_PERI_SECT = "Freiliegender Umfang eines Querschnitts"
IDS_AU_EXPOSURE_CLASSIFICATION = "Expositionsklassifizierung"
IDS_AU_FINAL_AUTO_SHRINK_STRAIN = "Endgültige autogene Schwindungsdehnung"
IDS_AU_FINAL_DRY_SHRINK_STRAIN = "Endwert der Trocknungsschwinden-Grunddehnung"
IDS_AU_GOVERN_LCOM = "Governing Lastkombination"
IDS_AU_HOOP = "Hoop"
IDS_AU_HOOP_BAR = "Hoop-Stab"
IDS_AU_INSIDE_SPECIAL_CONFINE_REGION = "Innerhalb des besonderen Umschnürungsbereichs"
IDS_AU_LENG_OUTSIDE_PERI_CONC = "Länge des äußeren Umfangs des Betonquerschnitts"
IDS_AU_MAIN_BAR = "Hauptstab"
IDS_AU_MAX_ALLOW_LONG_REIN = "Maximal zulässige Längsbewehrung"
IDS_AU_MAX_LONG_SPAC_SHEAR_REIN = "Maximaler Längsabstand der Schubbewehrung"
IDS_AU_MAX_REQ_FLEX_TENS_REIN = "Maximal erforderliche Biegezugbewehrung"
IDS_AU_MAX_SLEND_RATIO_EXCEED = "Maximales Schlankheitsverhältnis wird überschritten"
IDS_AU_MAX_SLEND_RATIO_NOT_EXCEED = "Maximales Schlankheitsverhältnis wird NICHT überschritten"
IDS_AU_MAX_STRS_REIN_DIA = "Maximale Spannung der Bewehrung nach Durchmesser"
IDS_AU_MAX_STRS_REIN_SPAC = "Maximale Spannung der Bewehrung nach Abstand"
IDS_AU_MEAN_AXIAL_TENS_STRN_CONC = "Mittelwert der axialen Zugfestigkeit von Beton"
IDS_AU_MEAN_VALUE_COMP_STRN_CONC = "Mittelwert der in situ Druckfestigkeit von Beton"
IDS_AU_MIN_ALLOW_LONG_REIN = "Minimal zulässige Längsbewehrung"
IDS_AU_MIN_BEND_MOMENT = "Minimales Biegemoment"
IDS_AU_MIN_REQ_FLEX_TENS_REIN = "Minimal erforderliche Biegezugbewehrung"
IDS_AU_MIN_REQ_STRN = "Minimale erforderliche Festigkeit"
IDS_AU_MIN_TRANS_SHEAR_REIN = "Minimale Querschubbewehrung"
IDS_AU_MOMENT_INERTIA_COMP_REIN = "Flächenträgheitsmoment durch Druckbewehrung"
IDS_AU_MOMENT_INERTIA_CONC = "Flächenträgheitsmoment von Beton"
IDS_AU_MOMENT_INERTIA_TENS_REIN = "Flächenträgheitsmoment durch Zugbewehrung"
IDS_AU_MOMENT_STRN = "Momentfestigkeit"
IDS_AU_NEUTRAL_AXIS = "Neutrale Achse"
IDS_AU_NO_LATERAL_RESTRAIN_LONG_BARS = "Anzahl der seitlich gehaltenen Längsstäbe"
IDS_AU_NOMI_CAPA_RBAR_BALANCE_AXIS = "Nenntragfähigkeit der Bewehrung für ausgeglichene Achse"
IDS_AU_NOMI_CAPA_RBAR_NEUTRAL_AXIS = "Nenntragfähigkeit der Bewehrung für Neutralachse"
IDS_AU_NOT_SPECIAL_CONFINE_REGION = "KEINE spezielle Einschränkungsregion"
IDS_AU_ON_FLEX_COMP_SIDE = "Auf der Biegedruckseite"
IDS_AU_ON_FLEX_TENS_SIDE = "Auf der Biegezugseite"
IDS_AU_OUTSIDE_SPECIAL_CONFINE_REGION = "Außerhalb des besonderen Umschnürungsbereichs"
IDS_AU_OVERALL_DEPTH_BENDING = "Gesamthöhe eines Querschnitts in der Biegeebene"
IDS_AU_POSI_TENSION_NEGA_COMP = "Positiv für Zug, negativ für Druck"
IDS_AU_RECT_SECT = "Rechteckquerschnitt"
IDS_AU_REIN_REQ_COLM = "Bewehrungsanforderungen für Säulen"
IDS_AU_REIN_REQ_WALL = "Bewehrungsanforderungen für Wände"
IDS_AU_REIN_TENS_ZONE_CRACK = "Bewehrung in der Zugzone zur Rissbegrenzung"
IDS_AU_ROTATE_ANGLE_NEUTRAL_AXIS = "Drehwinkel der Neutralachse"
IDS_AU_ROTATED_SECT = "Rotierter Querschnitt"
IDS_AU_SEARCH_NEUTRAL_AXIS = "Suche nach der Neutralachsenhöhe"
IDS_AU_SHEAR_STRN = "Schubfestigkeit"
IDS_AU_SLEND_RATIO = "Schlankheitsgrad"
IDS_AU_SPECIAL_CONFINE_REGION = "Spezielle Eingrenzungsregion"
IDS_AU_SPIRAL = "Spirale"
IDS_AU_STRS_REIN = "Spannung der Bewehrung"
IDS_AU_T_SECT_FLG_TENS = "T-Querschnitt, Flansch in Zug"
IDS_AU_T_SECT_WEB_TENS = "T-Querschnitt, Steg in Zug"
IDS_AU_TENS_FORC_REIN = "Zugkraft der Bewehrung"
IDS_AU_TENS_REIN_AREA = "Zugbewehrungsfläche"
IDS_AU_TORS_CAPA = "Torsionskapazität"
IDS_AU_TORS_CRACK_MOMENT = "Torsionsrissmoment"
IDS_AU_TORS_STRN = "Torsionsfestigkeit"
IDS_AU_TOTAL_AREA_OUTSIDE_PERI_CONC = "Gesamtfläche, die vom äußeren Umfang des Betonquerschnitts eingeschlossen wird"
IDS_AU_TRANS_SHEAR_REIN_NOT_REQ = "Querliegende Schubbewehrung ist NICHT erforderlich"
IDS_AU_TRANS_SHEAR_REIN_REQ = "Querkraftbewehrung ist erforderlich"
IDS_AU_UNIFORM_COMP_STRS_DEPTH_FACT = "Tiefenfaktor der gleichmäßigen Druckspannung"
IDS_AU_UNIFORM_COMP_STRS_FACT = "Faktor für gleichmäßige Druckspannung"
IDS_AU_USER_INPUT_APPLIED = "Benutzereingabe angewendet"
IDS_AU_VERIFY_SPECIAL_CONFINE_REGION_REQ = "Nachweis der Anforderung an den speziellen Einspannbereich"
IDS_AU_AXIAL_MOMENT_CAPA = "Axiale / Momentenkapazität"
IDS_AU_MIN_TRANS_REIN_AREA = "Minimale Querschnittsbewehrungsfläche"
IDS_AU_CONFINE_CORE = "Einschnürung des Kerns"
IDS_AU_SPAC_FITMENTS = "Abstand der Einbauteile"
IDS_AU_BAR_DIA_FITMENT = "Stabdurchmesser der Einbauteile"
IDS_AU_MAX_TRANS_REIN_SPAC = "Maximaler Abstand der Querschnittsbewehrung"
IDS_AU_ANAL_RES_BENDING = "Analyseergebnisse für Biegung"
IDS_AU_AXIAL_FORC_DUE_TO_DEAD_LOAD = "Axialkräfte infolge Eigenlast"
IDS_AU_AXIAL_FORC_DUE_TO_LIVE_LOAD = "Axialkräfte infolge Nutzlast"
IDS_AU_CENT_TO_CENT_SPAC = "Mitte-zu-Mitte-Abstand"
IDS_AU_CLEAR_DIST = "Freier Abstand"
IDS_AU_CTRL_FOR_CRACKING = "Kontrolle auf Rissbildung"
IDS_AU_DIST_TOP_FIBER_CENT_COMP_FORC = "Abstand von der oberen Faser zum Schwerpunkt der Resultierenden der Druckkräfte"
IDS_AU_DIST_TOP_FIBER_CENT_TENS_FORC = "Abstand von der oberen Faser zum Schwerpunkt der Resultierenden der Zugkräfte"
IDS_AU_HOR_REINF_CRACK_CTRL = "Horizontale Bewehrung zur Risskontrolle"
IDS_AU_MAX_CENT_TO_CENT_SPAC = "Maximaler Achsabstand"
IDS_AU_MIN_CLEAR_DIST = "Minimale freier Abstand"
IDS_AU_PERMANENT_EFFECT = "Dauerhafte Wirkung"
IDS_AU_REINF_SECOND_DIR_REST_SLAB = "Bewehrung in der sekundären Richtung in eingespannten Platten"
IDS_AU_SHRINK_TEMP_EFFECT = "Schwind- und Temperatureffekte"
IDS_AU_SLS_LOAD_COMB = "SLS Lastkombination"
IDS_AU_CALC_ANGLE_CONC_COMP_LONG_AXIS = "Neigungswinkel der Betondruckstrebe und der Längsachse berechnen"
IDS_AU_CALC_AUTO_SHRINK_STRAIN = "Autogene Schwindungsverformung berechnen"
IDS_AU_CALC_AXIAL_LOAD_MOMENT_CAPA = "Axiallast- und Momententragfähigkeiten berechnen"
IDS_AU_CALC_BUCKLING_LOAD = "Knicklast berechnen"
IDS_AU_CALC_BY_FEM_METHOD = "Berechnet nach FEM-Methode"
IDS_AU_CALC_CAPA_COMP_STRS_BLCOK = "Tragfähigkeit des Druckspannungsblocks berechnen"
IDS_AU_CALC_CAPA_REIN = "Kapazität der Bewehrung berechnen"
IDS_AU_CALC_COEF_MOMENT_MAGNIFIER = "Koeffizienten für Momentenvergrößerung berechnen"
IDS_AU_CALC_COMP_STRS_BLOCK_FACT = "Faktor des Druckspannungsblocks berechnen"
IDS_AU_CALC_DGN_CREEP_COEF = "Entwurfskriechkoeffizienten berechnen"
IDS_AU_CALC_DGN_FORC = "Entwurfskraft berechnen"
IDS_AU_CALC_DGN_FORC_NMM = "Bemessungskraft für NMM berechnen"
IDS_AU_CALC_DGN_FORC_NM = "Bemessungskraft für NM berechnen"
IDS_AU_CALC_DGN_MOMENT = "Entwurfsmoment berechnen"
IDS_AU_CALC_DGN_SHRINK_STRAIN = "Entwurfsschwindungsverformung berechnen"
IDS_AU_CALC_DIFF_MEAN_STRAIN_REIN_CONC = "Differenz zwischen der mittleren Dehnung in der Bewehrung und im Beton berechnen"
IDS_AU_CALC_DRY_SHRINK_STRAIN = "Trocken-Schwindungsverformung berechnen"
IDS_AU_CALC_ECCEN = "Exzentrizität berechnen"
IDS_AU_CALC_EFF_DEPTH_CONC_TENS = "Wirksame Tiefe des den Stäben umgebenden Betons im Zugbereich berechnen"
IDS_AU_CALC_EFF_MODULAR_RATIO = "Effektiven Modulnutzungsverhältnis berechnen"
IDS_AU_CALC_EFF_SHEAR_DEPTH = "Effektive Scherentiefe berechnen"
IDS_AU_CALC_FACT = "Faktor berechnen"
IDS_AU_CALC_FACT_STRS = "Faktor für Spannung berechnen"
IDS_AU_CALC_FORC_COMPO_NEUT_AXIS = "Kraftkomponenten an der Neutralachse berechnen"
IDS_AU_CALC_HYPO_THICK = "Hypothetische Dicke berechnen"
IDS_AU_CALC_INERTIA_CRACK_SECT = "Flächenträgheitsmoment des gerissenen Querschnitts berechnen"
IDS_AU_CALC_LIMIT_SLEND_RATIO = "Grenzwert des Schlankheitsverhältnisses berechnen"
IDS_AU_CALC_LONG_STRAIN_CONC_SHEAR = "Längsdehnung im Beton für Schubkraft berechnen"
IDS_AU_CALC_MAX_FINAL_CRACK_SPAC = "Maximalen endgültigen Rissabstand berechnen"
IDS_AU_CALC_MAX_REQ_FLEX_TENS_REIN = "Maximal erforderliche Biegezugbewehrung berechnen"
IDS_AU_CALC_MAX_SPAC_TRANS_REIN = "Maximalen Abstand der Querkraftbewehrung berechnen"
IDS_AU_CALC_MAX_STRS_REIN_TENS_ZONE = "Maximale Spannung der Bewehrung im Zugbereich berechnen"
IDS_AU_CALC_MIN_BEND_MOMENT = "Minimales Biegemoment berechnen"
IDS_AU_CALC_MIN_REQ_FLEX_TENS_REIN = "Minimal erforderliche Biegezugbewehrung berechnen"
IDS_AU_CALC_MIN_REQ_STRN_BEND = "Minimal erforderliche Biegetragfähigkeit berechnen"
IDS_AU_CALC_MIN_TRANS_SHEAR_REIN = "Minimale Querkraftbewehrung berechnen"
IDS_AU_CALC_MODI_FACT = "Modifikationsfaktoren berechnen"
IDS_AU_CALC_MODI_FACT_NLINEAR_CREEP = "Modifikationsfaktor für nichtlineares Kriechverhalten berechnen"
IDS_AU_CALC_MOMENT_CAPA_BUCKLING_LOAD = "Momententragfähigkeit für Knicklast berechnen"
IDS_AU_CALC_MOMENT_MAGNIFIER = "Momentenverstärker berechnen"
IDS_AU_CALC_MOMENT_RESIST = "Momentenwiderstand berechnen"
IDS_AU_CALC_NEUTRAL_AXIS_DEPTH = "Tiefe der neutralen Achse berechnen"
IDS_AU_CALC_NOMI_CAPA = "Nominelle Kapazität berechnen"
IDS_AU_CALC_PROPORTION_LONG_REIN = "Proportionierung der Längsbewehrung berechnen"
IDS_AU_CALC_REIN_RATIO = "Bewehrungsverhältnis berechnen"
IDS_AU_CALC_SHEAR_COEF_BY_GENERAL = "Schubkoeffizienten nach allgemeiner Methode berechnen"
IDS_AU_CALC_SHEAR_COEF_BY_SIMPLE = "Schubkoeffizienten nach vereinfachter Methode berechnen"
IDS_AU_CALC_SHEAR_STRN_CONC = "Schubtragfähigkeit des Betons berechnen"
IDS_AU_CALC_SHEAR_STRN_LIMIT_WEB_CRUSH = "Schubtragfähigkeit begrenzt durch Stegquetschen berechnen"
IDS_AU_CALC_SHEAR_STRN_REIN = "Schubtragfähigkeit der Bewehrung berechnen"
IDS_AU_CALC_SLEND_RATIO = "Schlankheitsgrad berechnen"
IDS_AU_CALC_STRN_REDUCT_FACT = "Festigkeitsreduktionsfaktor berechnen"
IDS_AU_CALC_STRS_REIN_TENS_ZONE = "Spannung der Bewehrung im Zugbereich berechnen"
IDS_AU_CALC_TORS_CRACK_MOMENT = "Torsionsrissmoment berechnen"
IDS_AU_CALC_TORS_STRN = "Torsionsfestigkeit berechnen"
IDS_AU_CALC_ULTIMATE_STRN_COMP = "Ultimative Tragfähigkeit bei Druck berechnen"
IDS_AU_CALC_ULTIMATE_STRN_COMP_WITHOUT_BEND = "Ultimative Tragfähigkeit bei Druck ohne Biegung berechnen"
IDS_AU_CALC_UNIAX_TENS_STRN_CONC = "Einaxiale Zugfestigkeit des Betons berechnen"
IDS_AU_CALC_UNIFORM_CONC_COMP_STRS = "Gleichmäßige Betondruckspannung berechnen"
IDS_AU_CALC_MIN_REINF_CRACK_CTRL = "Minimale Bewehrung zur Risskontrolle berechnen"
IDS_AU_CALC_MOMENT_CAPA_BALANCE_ECCEN = "Momententragfähigkeit bei ausgeglichener Exzentrizität berechnen"
IDS_AU_CALC_REQ_HOR_REINF_CRACK_CTRL = "Erforderliche horizontale Bewehrung zur Risskontrolle berechnen"
IDS_AU_CHK_AXIAL_LOAD_MOMENT_CAPA = "Axiallast- und Momententragfähigkeiten prüfen"
IDS_AU_CHK_BAR_DIA_FITMENT = "Stabdurchmesser der Bügel prüfen"
IDS_AU_CHK_CENT_SPAC_BAR_NEAR_TENS_FACE = "Achsabstand der Stäbe nahe einer Zugfläche prüfen"
IDS_AU_CHK_CONFINE_CORE = "Einschnürung des Kerns prüfen"
IDS_AU_CHK_CRACK_WIDTH = "Rissbreite überprüfen"
IDS_AU_CHK_DETAIL_REIN_TENS_ZONE_CRACK = "Bewehrungsdetails im Zugbereich zur Risskontrolle prüfen"
IDS_AU_CHK_DIST_LONG_BAR = "Abstand der Längsstäbe prüfen"
IDS_AU_CHK_EQUIV_SHEAR_FORC = "Äquivalente Schubkraft überprüfen"
IDS_AU_CHK_MAX_STIRRUP_SPAC_CORE_CONFINE = "Maximalen Bügelabstand zur Einhaltung der Kernschnürung der Säule prüfen"
IDS_AU_CHK_MAX_STRS_REIN_TENS_ZONE = "Maximale Spannung der Bewehrung im Zugbereich prüfen"
IDS_AU_CHK_MAX_STRS_REIN_TENS_ZONE_CRACK = "Maximale Spannung der Bewehrung im Zugbereich zur Risskontrolle prüfen"
IDS_AU_CHK_MIN_TRANS_SHEAR_REIN = "Minimale Querkraftbewehrung prüfen"
IDS_AU_CHK_MOMENT_CAPA = "Momentenkapazität überprüfen"
IDS_AU_CHK_REIN_REQ_COLM = "Bewehrungsanforderungen für Säulen prüfen"
IDS_AU_CHK_REIN_REQ_WALL = "Bewehrungsanforderungen für Wände prüfen"
IDS_AU_CHK_SHEAR_CAPA = "Schubkraftkapazität überprüfen"
IDS_AU_CHK_SLEND_RATIO = "Schlankheitsgrad überprüfen"
IDS_AU_CHK_SPAC_FITMENT = "Abstand der Bügel prüfen"
IDS_AU_CHK_TENS_REIN_AREA = "Zugbewehrungsfläche prüfen"
IDS_AU_CHK_TORS_CAPA = "Torsionskapazität überprüfen"
IDS_AU_CHK_DETAIL_REINF_CRACK_CTRL = "Bewehrungsdetails zur Risskontrolle prüfen"
IDS_AU_CHK_HOR_REINF_CRACK_CTRL = "Horizontale Bewehrung zur Risskontrolle prüfen"
IDS_AU_CHK_MAX_CENT_TO_CENT_SPAC = "Maximalen Achsabstand der Stäbe prüfen"
IDS_AU_CHK_MIN_CLEAR_DIST = "Minimalen lichten Abstand zwischen Stäben prüfen"
IDS_AU_CHK_MIN_REINF_CRACK_CTRL = "Minimale Bewehrung zur Risskontrolle prüfen"
IDS_AU_CHK_MOMENT_CAPA_LOAD_ECCEN = "Momententragfähigkeit bei Lastexzentrizität prüfen"
IDS_DGN_RPT_PRINCIPLE_AXIS_EFFECTIVE_BUCKLING_LENGTH = "Effective buckling length about the principal axis"
IDS_DGN_RPT_EXPOSURE_CLASS = "Expositionsklasse"
IDS_DGN_RPT_BRIDGE_TYPE = "Brückentyp"
IDS_DGN_RPT_SERVICE_LIFE = "Nutzungsdauer"
IDS_DGN_RPT_PROTECTION_LEVEL = "Schutzniveau"
IDS_DGN_RPT_STRUCTURE_TYPE = "Bauwerkstyp"
IDS_DGN_RPT_USING = "Verwendung"
IDS_DGN_Strength_Characteristic_Structural_Steel = "Charakteristischer Festigkeitswert des Baustahls"
IDS_DGN_Compressive_stress_limit_values_for_local_buckling = "Grenzwerte der Druckspannung für lokales Beulen"
IDS_DGN_Limit_value_of_axial_compressive_stress = "Grenzwert der axialen Druckspannung"
IDS_DGN_Limit_value_of_axial_tensile_stress = "Grenzwert der axialen Zugspannung"
IDS_DGN_Limit_values_for_bending_stress = "Grenzwerte der Biegespannung"
IDS_DGN_Limit_values_for_bending_tensile_stress = "Grenzwerte der Biegezugspannung"
IDS_DGN_Limit_values_for_bending_compressive_stress = "Grenzwerte der Biegedruckspannung"
IDS_DGN_Limit_value_of_shear_stress = "Grenzwert der Schubspannung"
IDS_REPORTINFO_SECT_TRANSVERSE_REINFORCEMENT = "Querbewehrung"
IDS__s_is_ignored = "%s wird ignoriert."
IDS_CHECK_MAXIMUM_SHEAR_FORCE = "Maximale Querkraft prüfen"
IDS_INCREASE_THE_THICKNESS_OF_SLAB = "Plattendicke erhöhen."
IDS_DGN_RPT_ELEM_TYPE_BEAM = "Balkenelement"
IDS_DGN_RPT_ELEM_TYPE_VIRTUAL_BEAM = "Virtueller Balken"
IDS_CONSIDER_AS_NONPRESTRESSED = "Als nicht vorgespannt betrachten"
IDS_EDGE_COLUMN = "Randstütze"
IDS_CORNER_COLUMN = "Eckstütze"
